{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава 1. Общие положения",
  "article_index": "10",
  "article_title": "Статья 10. Государственная информационная система миграционного учета",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Органы миграционного учета на основе получаемых сведений об иностранном гражданине, указанных встатье 9настоящего Федерального закона, формируют государственную информационную систему миграционного учета.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Сведения об иностранных гражданах, содержащиеся в государственной информационной системе миграционного учета, относятся к информации ограниченного доступа.Порядоки срок хранения ипорядокзащиты сведений, фиксируемых при миграционном учете и содержащихся в государственной информационной системе миграционного учета, устанавливаются Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Сведения об иностранных гражданах, содержащиеся в государственной информационной системе миграционного учета, в объеме, предусмотренномпунктами 3,4,6,10(в части сведений о дате регистрации по месту жительства) и11(в части сведений о дате постановки на учет по месту пребывания) части 1 статьи 9 настоящего Федерального закона, предоставляются собственнику жилого помещения в отношении иностранных граждан, зарегистрированных по месту жительства или поставленных на учет по месту пребывания в жилом помещении, принадлежащем ему на праве собственности, без согласия указанных иностранных граждан.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Взаимодействие органов миграционного учета с иными федеральными органами исполнительной власти, органами исполнительной власти субъектов Российской Федерации и органами местного самоуправления в целях эффективного использования и защиты содержащихся в информационных системах (в том числе в государственной информационной системе миграционного учета) сведений об иностранных гражданах, предоставления сведений для предоставления государственных или муниципальных услуг осуществляется впорядке, установленном Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4.Порядокобеспечения функционирования государственной информационной системы миграционного учета, внесения изменений в содержащиеся в ней сведения, доступа к указанным сведениям и их предоставления устанавливается Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}