{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава 4. Учет иностранных граждан по месту пребывания",
  "article_index": "20",
  "article_title": "Статья 20. Обязательность учета иностранных граждан по месту пребывания",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранный гражданин в случае нахождения в месте пребывания подлежит постановке на учет по месту пребывания впорядкеи на условиях, которые установлены в соответствии с настоящим Федеральным законом или международным договором Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2.Уведомлениео прибытии иностранного гражданина в место пребывания представляется в орган миграционного учета принимающей стороной или непосредственно данным иностранным гражданином в случаях, предусмотренныхчастями 3-3.5и4 статьи 22настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Срок представления уведомления о прибытии иностранного гражданина в место пребывания составляет семь рабочих дней со дня прибытия в место пребывания либо со дня получения временного удостоверения личности лица без гражданства в Российской Федерации, за исключением случаев, если иностранный гражданин:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) находится в гостинице или в иной организации, оказывающей гостиничные услуги, в санатории, доме отдыха, пансионате, кемпинге, на туристской базе, в детском оздоровительном лагере, медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) осуществляет трудовую деятельность в условиях работы вахтовым методом в организации в случае, предусмотренномчастью 2 статьи 21настоящего Федерального закона;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) находится в организации социального обслуживания, предоставляющей социальные услуги лицам без определенного места жительства;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) находится в учреждении, исполняющем административное наказание.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "3.1",
      "clause_text": "3.1. В случаях, предусмотренныхпунктами 1-4 части 3настоящей статьи, уведомление о прибытии иностранного гражданина в место пребывания должно быть представлено в орган миграционного учета в течение одного рабочего дня, следующего за днем прибытия иностранного гражданина в место пребывания. Если иностранный гражданин прибыл в место пребывания в нерабочий день (в том числе в один из дней в течение нескольких нерабочих дней), уведомление о прибытии в место пребывания должно быть представлено в орган миграционного учета в течение одних суток, являющихся рабочим днем и следующих непосредственно за нерабочим днем (несколькими нерабочими днями).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.2",
      "clause_text": "3.2. Учреждение, исполняющее уголовное наказание, обязано представить в орган миграционного учета уведомление о прибытии иностранного гражданина в течение семи рабочих дней со дня его прибытия в место пребывания.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Иностранные граждане - моряки, являющиеся членами экипажей невоенных судов иностранных государств, в случае схода на берег и временного пребывания в течение более двадцати четырех часов на территории порта Российской Федерации, открытого для захода невоенных судов иностранных государств, или портового города Российской Федерации ставятся на учет по месту пребывания органом миграционного учета на основании паспорта моряка (удостоверения личности моряка) при наличии в указанном документе отметки пограничного органа федеральной службы безопасности о въезде указанных иностранных граждан в Российскую Федерацию.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4.1",
      "clause_text": "4.1. Высококвалифицированные специалисты и иностранные граждане, являющиеся членами семьи высококвалифицированного специалиста, освобождаются от обязанности выполнения действий, необходимых для их постановки на миграционный учет по месту пребывания на срок, не превышающий 90 дней со дня их въезда на территорию Российской Федерации. При этом указанные иностранные граждане, в установленном порядке зарегистрированные по месту жительства (поставленные на учет по месту пребывания) в Российской Федерации, в случае их передвижения по территории Российской Федерации и при прибытии в новое место пребывания на срок, не превышающий 30 дней, освобождаются от обязанности выполнения действий, необходимых для их постановки на учет по новому месту пребывания. После истечения такого девяностодневного или тридцатидневного срока указанные иностранные граждане обязаны выполнить действия, необходимые для их постановки на учет по новому месту пребывания, в срок, не превышающий семи рабочих дней.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4.2",
      "clause_text": "4.2. Иностранные граждане, являющиеся участниками Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, и члены их семей, переселяющиеся совместно с ними в Российскую Федерацию, освобождаются от обязанности выполнения действий, необходимых для их постановки на учет по месту пребывания на срок, не превышающий тридцати дней со дня прибытия иностранного гражданина в место пребывания. После истечения такого срока указанные иностранные граждане обязаны выполнить действия, необходимые для их постановки на учет по месту пребывания, в срок, не превышающий семи рабочих дней.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Учет по месту пребывания постоянно или временно проживающих в Российской Федерации иностранных граждан, которые временно покинули место проживания в связи с возникновением в данном месте чрезвычайной ситуации, проведением на территории, на которой они проживают, контртеррористической операции либо введением на указанной территории чрезвычайного или военного положения и которые находятся в месте временного размещения, осуществляется впорядке, установленном Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Не подлежат учету по месту пребывания:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) главы иностранных государств, главы правительств иностранных государств, члены парламентских и правительственных делегаций иностранных государств, руководители международных организаций, въехавшие в Российскую Федерацию по приглашению федерального органа государственной власти или органа государственной власти субъекта Российской Федерации, а также следующие с указанными лицами члены их семей;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) иностранные граждане - моряки, являющиеся членами экипажей военных кораблей, прибывших в Российскую Федерацию с официальным или неофициальным визитом либо с деловым заходом, либо члены экипажей военных летательных аппаратов иностранных государств (за исключением случаев вынужденной или иной остановки указанных иностранных граждан на территории Российской Федерации на срок более трех дней вне основного состава своих экипажей);",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) иностранные граждане - моряки, являющиеся членами экипажей невоенных судов иностранных государств, в случае схода на берег и временного пребывания в течение не более двадцати четырех часов на территории порта Российской Федерации, открытого для захода невоенных судов иностранных государств, или портового города Российской Федерации либо в случае выезда указанных иностранных граждан на экскурсии в населенные пункты на срок не более двадцати четырех часов;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) иностранные граждане - члены экипажей воздушных судов гражданской авиации, бригад поездов и экипажей или бригад иных транспортных средств, участвующих в международном движении, при нахождении указанных иностранных граждан на территории Российской Федерации в аэропортах или на станциях, предусмотренных расписаниями (графиками) движения данных транспортных средств;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) иные иностранные граждане, прибывшие в Российскую Федерацию на срок не более семи дней, за исключением случаев нахождения указанных иностранных граждан в гостинице или в иной организации, оказывающей гостиничные услуги, в санатории, доме отдыха, пансионате, кемпинге, на туристской базе, в детском оздоровительном лагере, медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Иностранные граждане, указанные вчасти 6настоящей статьи, вправе в установленномпорядкеуведомить о своем месте пребывания орган миграционного учета по месту пребывания данных иностранных граждан.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Особенности миграционного учета иностранных граждан в связи с организацией и проведением XXII Олимпийских зимних игр и XI Паралимпийских зимних игр 2014 года в городе Сочи определяются Федеральнымзаконом\"Об организации и о проведении XXII Олимпийских зимних игр и XI Паралимпийских зимних игр 2014 года в городе Сочи, развитии города Сочи как горноклиматического курорта и внесении изменений в отдельные законодательные акты Российской Федерации\".",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Особенности миграционного учета иностранных граждан и лиц без гражданства в связи с осуществлением мероприятий, предусмотренных Федеральнымзаконом\"О подготовке и проведении в Российской Федерации чемпионата мира по футболу FIFA 2018 года, Кубка конфедераций FIFA 2017 года, чемпионата Европы по футболу UEFA 2020 года и внесении изменений в отдельные законодательные акты Российской Федерации\", устанавливаются указанным Федеральнымзаконом.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}