{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава 4. Учет иностранных граждан по месту пребывания",
  "article_index": "21",
  "article_title": "Статья 21. Основание для учета по месту пребывания",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранный гражданин подлежит постановке на учет по месту пребывания:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) по адресу жилого помещения, не являющегося его местом жительства, в котором иностранный гражданин фактически проживает;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) по адресу гостиницы или иной организации, оказывающей гостиничные услуги, санатория, дома отдыха, пансионата, детского оздоровительного лагеря, туристской базы, кемпинга или иного помещения, в которых он фактически проживает, либо по адресу медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания, предоставляющей социальные услуги в стационарной форме, в том числе лицам без определенного места жительства, в которой он находится в связи с получением услуг этой организации, либо по адресу учреждения, исполняющего уголовное или административное наказание, в котором он содержится.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Иностранный гражданин подлежит постановке на учет по месту пребывания по адресу организации, в которой он в установленном порядке осуществляет трудовую или иную не запрещенную законодательством Российской Федерации деятельность, в случае фактического проживания по адресу указанной организации либо в помещении указанной организации, не имеющем адресных данных (строении, сооружении), в том числе временном.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Учет по месту пребывания включает в себя фиксацию сведений об адресе места пребывания иностранного гражданина либо в случае, предусмотренномчастью 2настоящей статьи, об адресе организации в учетных документах органа, осуществляющего учет по месту его пребывания, и в государственной информационной системе миграционного учета.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}