{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава 4. Учет иностранных граждан по месту пребывания",
  "article_index": "22",
  "article_title": "Статья 22. Порядок постановки иностранных граждан на учет по месту пребывания",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Постановка иностранных граждан на учет по месту пребывания осуществляется при получении органом миграционного учета уведомлений об их прибытии в место пребывания, представляемых в соответствии с настоящей статьей.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Для постановки иностранного гражданина на учет по месту пребывания:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) иностранный гражданин:",
          "unindexed": []
        },
        {
          "subclause_index": "а",
          "subclause_text": "а) по прибытии в место пребывания предъявляет принимающей сторонедокумент, удостоверяющий его личность и признаваемый Российской Федерацией в этом качестве, а также миграционную карту (за исключением случаев освобождения иностранного гражданина от обязанности по заполнению миграционной карты в соответствии с международным договором Российской Федерации);",
          "unindexed": []
        },
        {
          "subclause_index": "б",
          "subclause_text": "б) после направления принимающей стороной уведомления о его прибытии в место пребывания получает от нее отрывную часть бланка указанного уведомления, за исключением случаев, предусмотренныхчастями 3-3.5и4настоящей статьи;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) принимающая сторона с соблюдением сроков, установленныхчастями 3и3.1 статьи 20настоящего Федерального закона:",
          "unindexed": []
        },
        {
          "subclause_index": "а",
          "subclause_text": "а) представляетуведомлениео прибытии иностранного гражданина в место пребывания в орган миграционного учета непосредственно - лично или в электронной форме, либо через подведомственное предприятие или уполномоченную организацию, либо через многофункциональный центр либо направляет его в установленномпорядкепочтовым отправлением или с использованием входящих в состав сети электросвязи средств связи (в случае, предусмотренномчастью 10настоящей статьи), за исключением случаев, предусмотренныхчастями 3-3.5и4настоящей статьи;",
          "unindexed": []
        },
        {
          "subclause_index": "б",
          "subclause_text": "б) передает иностранному гражданину отрывную часть бланка уведомления о прибытии данного иностранного гражданина в место пребывания. В случае, если уведомление о прибытии иностранного гражданина в место пребывания подано в электронной форме, принимающая сторона после поступления отрывной части данного уведомления в электронной форме, подписанной усиленной квалифицированной электронной подписью должностного лица органа миграционного учета, изготавливает путем распечатки на бумажном носителе копию отрывной части указанного уведомления и передает ее прибывшему иностранному гражданину.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Перечень документов, которые иностранный гражданин представляет принимающей стороне для постановки его на учет по месту пребывания наряду с документами, указанными вподпункте \"а\" пункта 1 части 2настоящей статьи, определяется Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. При наличии документально подтвержденных уважительных причин, препятствующих принимающей стороне самостоятельно направить уведомление о прибытии иностранного гражданина в место пребывания в орган миграционного учета, указанное уведомление должно быть в установленномпорядкепредставлено в орган миграционного учета непосредственно указанным иностранным гражданином.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.1",
      "clause_text": "3.1. При наличии у иностранного гражданина в собственности жилого помещения, находящегося на территории Российской Федерации, он может в случае фактического проживания в данном помещении заявить его в качестве своего места пребывания. В этом случае для постановки на учет по месту пребывания такой иностранный гражданин представляет уведомление о своем прибытии в место пребывания и документ, подтверждающий право собственности на жилое помещение, в орган миграционного учета непосредственно - лично или в электронной форме, либо через подведомственное предприятие или уполномоченную организацию, либо через многофункциональный центр. Иностранный гражданин вправе не представлять документ, подтверждающий право собственности на жилое помещение, если сведения, содержащиеся в данном документе, находятся в распоряжении государственных органов, органов местного самоуправления либо подведомственных государственным органам или органам местного самоуправления организаций. В этом случае орган миграционного учета самостоятельно запрашивает данные документы (сведения о содержании данных документов, выписку из соответствующего реестра, иную информацию в соответствии с законодательством Российской Федерации) в соответствующих государственных органах, органах местного самоуправления либо подведомственных государственным органам или органам местного самоуправления организациях.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.2",
      "clause_text": "3.2. В случае, если жилое или иное помещение, предоставленное иностранному гражданину для фактического проживания (временного пребывания), принадлежит на праве собственности гражданину Российской Федерации, постоянно проживающему за пределами Российской Федерации, иностранному гражданину, иностранному юридическому лицу или иной иностранной организации, находящимся за пределами территории Российской Федерации, иностранный гражданин обязан лично уведомить орган миграционного учета о своем прибытии в место пребывания. В этом случае для постановки на учет по месту пребывания такой иностранный гражданин к уведомлению о своем прибытии в место пребывания дополнительно прилагает нотариально удостоверенное согласие принимающей стороны на фактическое проживание (нахождение) у нее иностранного гражданина.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.3",
      "clause_text": "3.3. В случае, если жилое помещение, предоставленное иностранному гражданину для фактического проживания (временного пребывания), принадлежит на праве собственности гражданину Российской Федерации, имеющему личный кабинет в федеральной государственной информационной системе \"Единый портал государственных и муниципальных услуг (функций)\" и зарегистрированному в федеральной государственной информационной системе \"Единая система идентификации и аутентификации в инфраструктуре, обеспечивающей информационно-технологическое взаимодействие информационных систем, используемых для предоставления государственных и муниципальных услуг в электронной форме\", иностранный гражданин, имеющий личный кабинет в федеральной государственной информационной системе \"Единый портал государственных и муниципальных услуг (функций)\" и зарегистрированный в федеральной государственной информационной системе \"Единая система идентификации и аутентификации в инфраструктуре, обеспечивающей информационно-технологическое взаимодействие информационных систем, используемых для предоставления государственных и муниципальных услуг в электронной форме\", самостоятельно в электронной форме представляет в сроки, установленныечастью 3 статьи 20настоящего Федерального закона, в органы миграционного учета уведомление о своем прибытии в место пребывания и прибытии в это же место пребывания своих детей, не достигших возраста восемнадцати лет. В этом случае согласие собственника жилого помещения на фактическое проживание (временное пребывание) иностранного гражданина и детей, не достигших возраста восемнадцати лет, в принадлежащем этому собственнику жилом помещении подтверждается с использованием федеральной государственной информационной системы \"Единый портал государственных и муниципальных услуг (функций)\" впорядке, установленном Правительством Российской Федерации. Данное правило не распространяется на случаи размещения иностранного гражданина в организациях и учреждениях, предусмотренныхпунктами 1и3 части 3 статьи 20ичастью 2 статьи 21настоящего Федерального закона. В случае представления иностранным гражданином уведомления о прибытии в место пребывания в отношении своих детей, не достигших возраста восемнадцати лет, к такому уведомлению прилагаются документы, подтверждающие родственные отношения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.4",
      "clause_text": "3.4. В случае, если иностранный гражданин, прибывший в Российскую Федерацию в порядке, требующем получения визы, фактически проживает в помещении, которое заявлено в ходатайстве о выдаче приглашения на въезд в Российскую Федерацию в качестве предполагаемого места пребывания, уведомление о своем прибытии в данное место пребывания может быть подано в орган миграционного учета лично иностранным гражданином в сроки, установленныечастью 3 статьи 20настоящего Федерального закона. Данное правило не распространяется на случаи размещения иностранного гражданина в организациях и учреждениях, предусмотренныхпунктами 1и3 части 3 статьи 20ичастью 2 статьи 21настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.5",
      "clause_text": "3.5. В случае заключения между иностранным гражданином и принимающей стороной договора найма жилого помещения иностранный гражданин в сроки, установленныечастью 3 статьи 20настоящего Федерального закона, представляет в орган миграционного учета непосредственно - лично либо в электронной форме уведомление о своем прибытии в место пребывания и прибытии в это же место пребывания своих детей, не достигших возраста восемнадцати лет, указанных в договоре найма жилого помещения. При этом к уведомлению о прибытии иностранного гражданина в место пребывания прилагается копия договора найма жилого помещения, а также документы, подтверждающие родственные отношения (в случае представления иностранным гражданином уведомления о прибытии в место пребывания в отношении своих детей, не достигших возраста восемнадцати лет).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Постоянно проживающий в Российской Федерации иностранный гражданин с письменного согласия принимающей стороны вправе самостоятельноуведомитьо своем прибытии в место пребывания орган миграционного учета непосредственно - лично или в электронной форме, либо через подведомственное предприятие или уполномоченную организацию, либо через многофункциональный центр, либо в установленном порядке почтовым отправлением.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4.1",
      "clause_text": "4.1. При представлении иностранным гражданином уведомления о своем прибытии в место пребывания и прибытии в это же место пребывания своих детей, не достигших возраста восемнадцати лет, в электронной форме в случаях, предусмотренныхчастями 3.1,3.3и3.5настоящей статьи, отрывная часть уведомления о прибытии иностранного гражданина в место пребывания в электронной форме, подписанная усиленной квалифицированной электронной подписью должностного лица органа миграционного учета, направляется в личный кабинет иностранного гражданина в федеральной государственной информационной системе \"Единый портал государственных и муниципальных услуг (функций)\".",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Изъятие принимающей стороной у иностранного гражданина документов, указанных вподпункте \"а\" пункта 1 части 2настоящей статьи, не допускается.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Прием уведомления о прибытии иностранного гражданина в место пребывания органом миграционного учета, подведомственным предприятием, уполномоченной организацией, многофункциональным центром или организацией федеральной почтовой связи осуществляется только при предъявлении лицом, подающим такое уведомление,документа, удостоверяющего его личность и признаваемого Российской Федерацией в этом качестве.Размер платыза указанные услуги почтовой связи устанавливается Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6.1",
      "clause_text": "6.1. Постановка временно пребывающего в Российской Федерации иностранного гражданина на учет по месту пребывания осуществляется на срок, заявленный в уведомлении о прибытии иностранного гражданина в место пребывания, но не более чем на один год.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Подтверждением выполнения принимающей стороной и (или) иностранным гражданином действий, необходимых для его постановки на учет по месту пребывания, являетсяотметкав отрывной части бланка уведомления о прибытии иностранного гражданина в место пребывания, проставляемая в установленномпорядкеорганом миграционного учета, подведомственным предприятием, уполномоченной организацией, гостиницей, многофункциональным центром или организацией федеральной почтовой связи. В случае, если уведомление о прибытии иностранного гражданина в место пребывания подано в электронной форме, подтверждением выполнения принимающей стороной действий, необходимых для постановки иностранного гражданина на учет по месту пребывания, является отрывная часть указанного уведомления, подписанная усиленной квалифицированной электронной подписью должностного лица органа миграционного учета.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7.1",
      "clause_text": "7.1. Порядок подтверждения выполнения действий, указанных вчасти 7настоящей статьи, в случае утраты или повреждения отрывной части бланка уведомления о прибытии иностранного гражданина в место пребывания устанавливается Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8.Формауведомления о прибытии иностранного гражданина в место пребывания, перечень сведений, содержащихся в указанном уведомлении, требования к его оформлению,порядокего направления в орган миграционного учета, в том числе в электронной форме, форма выражения принимающей стороной согласия на фактическое проживание (нахождение) у нее иностранного гражданина, перечень прилагаемых к нему документов, а такжесроки храненияуказанного уведомления в органе миграционного учета, организации федеральной почтовой связи или многофункциональном центре устанавливаются федеральным органом исполнительной власти в сфере внутренних дел, за исключением случаев, предусмотренныхчастью 4 статьи 13настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Фиксация сведений об иностранных гражданах, осуществляющих свою трудовую деятельность в условиях работы вахтовым методом, либо находящихся в гостинице или в иной организации, оказывающей гостиничные услуги, в санатории, доме отдыха, пансионате, детском оздоровительном лагере, на туристской базе, в кемпинге, медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания, предоставляющей социальные услуги в стационарной форме, в том числе лицам без определенного места жительства, либо находящихся в учреждении, исполняющем уголовное или административное наказание, осуществляется администрацией соответствующих организации или учреждения по прибытии и убытии данных иностранных граждан. Указанная фиксация осуществляется для последующего уведомления в установленномпорядкесоответствующего органа миграционного учета о прибытии и об убытии данных иностранных граждан.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. При нахождении иностранного гражданина в гостинице или в иной организации, оказывающей гостиничные услуги, в санатории, доме отдыха, пансионате, детском оздоровительном лагере, на туристской базе, в кемпинге, медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания, предоставляющей социальные услуги в стационарной форме, в том числе лицам без определенного места жительства, либо в учреждении, исполняющем уголовное или административное наказание, уведомление органа миграционного учета администрацией соответствующих организации или учреждения о прибытии данного иностранного гражданина в указанное место пребывания может осуществляться также с использованием входящих в состав сети электросвязи средств связи впорядкеи на условиях, установленных Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}