{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава 4. Учет иностранных граждан по месту пребывания",
  "article_index": "23",
  "article_title": "Статья 23. Основания и порядок снятия иностранных граждан с учета по месту пребывания",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Снятие иностранного гражданина с учета по месту пребывания осуществляется в случае:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) постановки иностранного гражданина на учет по новому месту пребывания, за исключением случая, предусмотренногочастью 1.1настоящей статьи;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) выезда иностранного гражданина из Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) смерти иностранного гражданина в Российской Федерации либо вступления в законную силу решения суда о признании иностранного гражданина, находившегося в Российской Федерации, безвестно отсутствующим или об объявлении его умершим;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) установления органом миграционного учета факта фиктивной постановки на учет по месту пребывания.Формазаключения об установлении факта фиктивной постановки иностранного гражданина на учет по месту пребывания утверждается федеральным органом исполнительной власти в сфере внутренних дел;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) убытия иностранного гражданина из места пребывания, за исключением случаев, предусмотренныхпунктами 1-4настоящей части,частью 1.1настоящей статьи.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "1.1",
      "clause_text": "1.1. Снятие иностранного гражданина с учета по прежнему месту пребывания не осуществляется при постановке его на учет по новому месту пребывания по адресу гостиницы или иной организации, оказывающей гостиничные услуги, санатория, дома отдыха, пансионата, кемпинга, туристской базы, детского оздоровительного лагеря, за исключением случая, если прежняя постановка данного иностранного гражданина на учет по месту пребывания осуществлена по адресу другой организации из числа указанных в настоящей части.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Снятие иностранного гражданина с учета по месту пребывания осуществляется органом миграционного учета:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) по основанию, предусмотренномупунктом 1 части 1настоящей статьи, - после получения в установленном порядке сведений о постановке данного иностранного гражданина на учет по новому месту пребывания;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) по основанию, предусмотренномупунктом 2 части 1настоящей статьи, - после получения сведений о выезде данного иностранного гражданина из Российской Федерации от пограничного органа федеральной службы безопасности в соответствующем пункте пропуска через Государственную границу Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) по основанию, предусмотренномупунктом 3 части 1настоящей статьи, - после получения в установленномпорядкесоответствующих сведений, содержащихся в Едином государственном реестре записей актов гражданского состояния, либо после получения от заинтересованного физического или юридического лица документа, подтверждающего смерть данного иностранного гражданина, или заверенной в установленном порядке копии вступившего в законную силу решения суда о признании данного иностранного гражданина, находившегося в Российской Федерации, безвестно отсутствующим или об объявлении его умершим;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) по основанию, предусмотренномупунктом 4 части 1настоящей статьи, - после выявления факта фиктивной постановки соответствующего иностранного гражданина на учет по месту пребывания;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) по основанию, предусмотренномупунктом 5 части 1настоящей статьи, - после получения уведомления об убытии иностранного гражданина из места пребывания.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Утратила силу с 15 февраля 2011 года. - Федеральныйзаконот 23.12.2010 N 385-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2.2",
      "clause_text": "2.2. Уведомление об убытии иностранного гражданина из места пребывания представляется принимающей стороной в соответствующий орган миграционного учета непосредственно - лично или в электронной форме либо через многофункциональный центр либо направляется в установленном порядке почтовым отправлением.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2.3",
      "clause_text": "2.3.Формауведомления об убытии иностранного гражданина из места пребывания,переченьсведений, содержащихся в указанном уведомлении,требованияк его оформлению,порядокего направления в орган миграционного учета, в том числе в электронной форме, а такжесроки хранениякопии указанного уведомления в многофункциональном центре или организации федеральной почтовой связи устанавливаются федеральным органом исполнительной власти в сфере внутренних дел, за исключением случаев, предусмотренныхчастью 5 статьи 13настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. При убытии иностранного гражданина из гостиницы или из иной организации, оказывающей гостиничные услуги, из санатория, дома отдыха, пансионата, детского оздоровительного лагеря, с туристской базы, из кемпинга, медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания администрация указанных организаций обязана не позднее двенадцати часов рабочего дня, следующего за днем убытия данного иностранного гражданина, в установленномпорядкеуведомить об этом орган миграционного учета.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. При убытии иностранного гражданина из гостиницы или из иной организации, оказывающей гостиничные услуги, из санатория, дома отдыха, пансионата, детского оздоровительного лагеря, с туристской базы, из кемпинга, медицинской организации, оказывающей медицинскую помощь в стационарных условиях, или организации социального обслуживания, предоставляющей социальные услуги в стационарной форме, в том числе лицам без определенного места жительства, либо из учреждения, исполняющего уголовное или административное наказание, уведомление органа миграционного учета администрацией соответствующих организации или учреждения об убытии данного иностранного гражданина из указанного места пребывания может осуществляться также с использованием входящих в состав сети электросвязи средств связи впорядкеи на условиях, установленных Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}