{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "6",
  "chapter_title": "Глава 6. Заключительные положения",
  "article_index": "25",
  "article_title": "Статья 25. Применение настоящего Федерального закона к правоотношениям, возникшим до дня его вступления в силу",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранные граждане, зарегистрированные по месту пребывания на день вступления в силу настоящего Федерального закона в соответствии с Федеральнымзаконом\"О правовом положении иностранных граждан в Российской Федерации\", считаются состоящими на миграционном учете по месту пребывания до истечения срока временного пребывания, установленногозаконодательствомРоссийской Федерации, или до истечения срока действия визы и подлежат постановке на миграционный учет в случае изменения места пребывания на территории Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Иностранные граждане, имеющие разрешение на временное проживание и зарегистрированные по месту временного проживания в Российской Федерации на день вступления в силу настоящего Федерального закона, вправе зарегистрироваться по месту жительства в течение срока действия разрешения на временное проживание впорядке, установленном настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Постоянно проживающие в Российской Федерации иностранные граждане, зарегистрированные по месту жительства на день вступления в силу настоящего Федерального закона, подлежат регистрации по месту жительства в соответствии с настоящим Федеральнымзакономпри изменении места жительства на территории Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}