{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава 1. Общие положения",
  "article_index": "4",
  "article_title": "Статья 4. Цели, основные принципы и содержание миграционного учета",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Миграционный учет осуществляется в целях:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) создания необходимых условий для реализации гражданами Российской Федерации и иностранными гражданами своих прав и свобод, а также для исполнения ими возложенных на них обязанностей;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) выработки и реализации государственнойполитикив сфере миграции;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) формирования полной, достоверной, оперативной и актуальной информации о перемещениях иностранных граждан, необходимой для прогнозирования последствий указанных перемещений, а также для ведения государственного статистического наблюдения в сфере миграции;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) планирования развития территорий Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) управления в кризисных ситуациях;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) защиты основ конституционного строя, нравственности, здоровья, прав и законных интересов граждан Российской Федерации и иностранных граждан, находящихся в Российской Федерации, а также в целях обеспечения национальной безопасности Российской Федерации и общественной безопасности путем противодействия незаконной миграции и иным противоправным проявлениям;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) систематизации сведений об иностранных гражданах, находящихся в Российской Федерации (в том числе их персональных данных), и о перемещениях иностранных граждан;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) решения других социально-экономических и общественно-политических задач.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Миграционный учет имеет уведомительный характер, за исключением случаев, предусмотренных федеральным конституционным законом или федеральнымзаконом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Миграционный учет основывается на следующих основных принципах:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) свобода передвижения иностранных граждан и выбора ими места пребывания и жительства в пределах Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) защита государством права иностранных граждан на свободу передвижения и выбор ими места пребывания и жительства в пределах Российской Федерации на основе законности и соблюдения норм международного права;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) сочетание интересов личности, общества и государства;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) обеспечение национальной безопасности Российской Федерации и защита иных национальных интересов Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) доступность совершения действий, необходимых для осуществления миграционного учета;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) унификация правил миграционного учета.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Миграционный учет включает в себя:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) регистрацию по месту жительства и учет по месту пребывания, а также фиксацию иных сведений, установленных настоящим Федеральнымзаконом;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) обработку, анализ, хранение, защиту и использование информации о количественных и качественных социально-экономических и иных характеристиках миграционных процессов;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) ведение государственной информационной системы миграционного учета, содержащей сведения, предусмотренные настоящим Федеральнымзаконом.",
          "unindexed": []
        }
      ],
      "unindexed": []
    }
  ],
  "unindexed": []
}