{
  "law_index": "109",
  "law_date": "2006-07-18",
  "law_title": "Федеральный закон \"О миграционном учете иностранных граждан и лиц без гражданства в Российской Федерации\" от 18.07.2006 N 109-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава 1. Общие положения",
  "article_index": "5",
  "article_title": "Статья 5. Гарантии соблюдения прав человека и обеспечения интересов государства при осуществлении миграционного учета",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранные граждане пользуются в Российской Федерации правом свободно передвигаться, выбирать место пребывания и жительства в пределах Российской Федерации и несут обязанности наравне с гражданами Российской Федерации, кроме случаев, установленных федеральными конституционными законами, федеральными законами или международными договорами Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. В соответствии с федеральными конституционными законами или федеральными законами разрешительный порядок регистрации по месту жительства и учета по месту пребывания действует или может быть введен:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) в пограничной зоне;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) в закрытых административно-территориальных образованиях;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) в закрытых военных городках;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) на территориях, в организациях или на объектах, для въезда на которые в соответствии с федеральнымзакономиностранным гражданам требуется специальное разрешение;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) на территории, на которой в соответствии с указом Президента Российской Федерации введено чрезвычайное или военное положение;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) в зонах экологического бедствия;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) на отдельных территориях и в населенных пунктах, где в связи с опасностью распространения инфекционных и массовых неинфекционных заболеваний и отравления людей введены особые условия и режимы проживания населения и хозяйственной деятельности;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) в зоне проведения контртеррористической операции;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) впериод мобилизациии ввоенное время;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) в иных случаях, установленных федеральными законами.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Действия или бездействие государственных органов, органов местного самоуправления, юридических лиц или иных организаций, должностных лиц или физических лиц, нарушающие право иностранных граждан на свободу передвижения и выбор места пребывания и жительства в пределах Российской Федерации, могут быть обжалованы в вышестоящий орган, вышестоящему должностному лицу либо в суд.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}