[
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 17.05.2025 № 328 «О приеме в гражданство Российской Федерации граждан Республики Абхазия и Республики Южная Осетия»)",
    "href": "Ukaz_328_Abhaziya_Yuzhnaya_Osetiya_perechen_dokumentov_7c6fe9b82d"
  },
  {
    "text": "Перечень документов на прием в Гражданство РФ (Указ Президента РФ от 18.12.2023 N 962 \"О приеме в гражданство Российской Федерации Республики Белоруссия, Республики Казахстан и Республики Молдова)",
    "href": "Ukaz_962_Respublika_Belarus_Respublika_Moldova_Respublika_Kazahstan_38ce2fd92e"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 04.01.2024 № 10 «О приеме в гражданство Российской Федерации иностранных граждан, заключивших контракт о прохождении военной службы в Вооруженных Силах Российской Федерации или воинских формированиях, и членов их семей) - Иностранный гражданин, заключивший в период специальной военной операции контракт о прохождении военной службы в Вооруженных Силах РФ или воинских формированиях либо проходящий в период проведения специальной военной операции военную службу в Вооруженных Силах РФ или воинских формированиях",
    "href": "Perechni_SVO_Ukaz_10_ot_04_01_2024_45495bfbd5_1"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 04.01.2024 № 10 «О приеме в гражданство Российской Федерации иностранных граждан, заключивших контракт о прохождении военной службы в Вооруженных Силах Российской Федерации или воинских формированиях, и членов их семей) - Иностранный гражданин, уволенный с военной службы в Вооруженных Силах РФ или воинских формированиях в период проведения специальной военной операции на основании подпунктов «а» - «г» и «о» пункта 1 ст. 51 ФЗ от 28.03.1998 года № 53-ФЗ «О воинской обязанности и военной службе»",
    "href": "Perechni_SVO_Ukaz_10_ot_04_01_2024_45495bfbd5_2"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 04.01.2024 № 10 «О приеме в гражданство Российской Федерации иностранных граждан, заключивших контракт о прохождении военной службы в Вооруженных Силах Российской Федерации или воинских формированиях, и членов их семей) - Супруги, дети (в том числе усыновленные (удочеренные) и родители иностранных граждан, заключивших в период специальной военной операции контракт о прохождении военной службы в Вооруженных Силах РФ или воинских формированиях либо проходящих в период проведения специальной военной операции военную службу в Вооруженных Силах РФ или воинских формированиях либо уволенных с военной службы в Вооруженных Силах РФ или воинских формированиях в период проведения специальной военной операции на основании подпунктов «а» - «г» и «о» пункта 1 ст. 51 ФЗ от 28.03.1998 года № 53-ФЗ «О воинской обязанности и военной службе»",
    "href": "Perechni_SVO_Ukaz_10_ot_04_01_2024_45495bfbd5_3"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 4 января 2024 г. № 11 «Об определении отдельных категорий иностранных граждан и лиц без гражданства, имеющих право обратиться с заявлением о приеме в гражданство Российской Федерации») - Заявители, отнесённые к пунктам «а» и «б» части 1 Указа (граждане Украины, не имеющие гражданства (подданства) другого государства, родившиеся и постоянно проживавшие на территориях Республики Крым и г. Севастополя, выехавшие за пределы указанных территорий до 18 марта 2014 г., а также их дети, в том числе усыновленные (удочеренные), супруги и родители (независимо от их гражданства);лица без гражданства, родившиеся и постоянно проживавшие на территориях Республики Крым и г. Севастополя, выехавшие за пределы указанных территорий до 18 марта 2014 г., а также их дети, в том числе усыновлённые (удочерённые), супруги и родители)",
    "href": "Perechni_Ukaz_11_byvshij_187_f733db442c_1"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 4 января 2024 г. № 11 «Об определении отдельных категорий иностранных граждан и лиц без гражданства, имеющих право обратиться с заявлением о приеме в гражданство Российской Федерации») - Заявители, отнесённые к пункту «в» части 1 Указа (граждане Украины и лица без гражданства, имеющие документ, подтверждающий право на пребывание (проживание) в Российской Федерации, постоянно проживавшие на территории Украины, а также их дети, в том числе усыновленные (удочеренные), супруги и родители)",
    "href": "Perechni_Ukaz_11_byvshij_187_f733db442c_2"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 4 января 2024 г. № 11 «Об определении отдельных категорий иностранных граждан и лиц без гражданства, имеющих право обратиться с заявлением о приеме в гражданство Российской Федерации») - Заявители, отнесённые к пункту «г» части 1 Указа (иностранные граждане и лица без гражданства, которые сами либо родственники по прямой восходящей линии, усыновители или супруги которых были подвергнуты незаконной депортации с территории Крымской АССР, а также их родственники по прямой нисходящей линии, усыновленные (удочеренные) дети и супруги (независимо от их гражданства)",
    "href": "Perechni_Ukaz_11_byvshij_187_f733db442c_3"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 4 января 2024 г. № 11 «Об определении отдельных категорий иностранных граждан и лиц без гражданства, имеющих право обратиться с заявлением о приеме в гражданство Российской Федерации») - Заявители, отнесённые к пункту «д» части 1 Указа (граждане Исламской Республики Афганистан, Республики Ирак, Йеменской Республики и Сирийской Арабской Республики, родившиеся на территории РСФСР и имевшие в прошлом гражданство СССР, а также их дети, в том числе усыновленные (удочеренные), супруги и родители (независимо от их гражданства)",
    "href": "Perechni_Ukaz_11_byvshij_187_f733db442c_4"
  },
  {
    "text": "Перечни документов на прием в Гражданство РФ (Указ Президента РФ от 4 января 2024 г. № 11 «Об определении отдельных категорий иностранных граждан и лиц без гражданства, имеющих право обратиться с заявлением о приеме в гражданство Российской Федерации») - Дети-сироты и дети, оставшиеся без попечения родителей, недееспособные лица, являющиеся гражданами Украины или лицами без гражданства, постоянно проживавшими на территории Украины, находящиеся под опекой или попечительством граждан Российской Федерации, а также граждан Украины, постоянно или временно пребывающими в Российской Федерации, в том числе приобретающими гражданство Российской Федерации в соответствии с пп. «в» п. 2 настоящего Указа",
    "href": "Perechni_Ukaz_11_byvshij_187_f733db442c_5"
  }
]