[
  {
    "text": "В соответствии соглашением от 26 февраля 1999 года между республикой Беларусь, республикой Казахстан, Кыргызской республикой и Российской Федерацией об упрощенном порядке приобретения гражданства",
    "href": "https://mc.mos.ru/minio/mc-mos/Po_soglasheniyu_ot_26_02_99_0cff109b5a.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, достигший возраста 18 лет и обладающий дееспособностью, постоянно проживающий в Российской Федерации в течение пяти лет со дня принятия решения о выдаче вида на жительство в Российской Федерации (СТ.15 ч.1 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/St_15_ch1_obshhij_poryadok_afd5c8146f.docx"
  },
  {
    "text": "Иностранный гражданин, заключивший контракт о прохождении службы в Вооруженных Силах Российской Федерации, других войсках или воинских формированиях на срок не менее одного года (СТ.16 ч.1 п.1 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/St_16_ch_1_p1_Zaklyuchen_kontrakt_s_VS_RF_52b7e60f10.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства постоянно проживающий в Российской Федерации не менее одного года и признанный беженцем или получил политическое убежище на территории Российской Федерации (СТ.16 ч.1 п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/St_16_ch_1_p2_Bezhenczy_i_polit_ubezhishhe_cbec6bcd06.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, который родился или постоянно проживал на территории РСФСР и являлся гражданином СССР (СТ.16 ч.2 п.1 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p1_Rozhdennye_ili_prozhivavshie_v_RSFSR_7159bb4520.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, имеющий родственников по прямой восходящей линии, родившихся или постоянно проживавших на территории РСФСР либо территории, относившейся к Российской империи или СССР, в пределах Государственной границы Российской Федерации (СТ.16 ч.2 п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p2_Byvshee_NR_Ya_a0559f6f39.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, имеющий хотя бы одного родителя (усыновителя), являющегося гражданином Российской Федерации и проживающего в Российской Федерации (СТ.16 ч.2 п.3 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p3_Roditel_grazhdanin_RF_41889fcd8b.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, имеющий сына или дочь, являющихся гражданами Российской Федерации и проживающих в Российской Федерации (СТ.16 ч.2 п.4 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p4_Syn_doch_grazhdanin_RF_2f34c6d993.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, состоящий в браке с гражданином Российской Федерации, проживающим в Российской Федерации, и имеющий общего ребенка, в том числе усыновленного (удочеренного) (СТ.16 ч.2 п.5 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p5_Brak_i_deti_c43b6b112a.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, успешно освоивший в Российской Федерации имеющую государственную аккредитацию образовательную программу высшего образования по очной форме обучения и получили документ об образовании и о квалификации с отличием (СТ.16 ч.2 п.6 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p6_Obrazovanie_s_otlichiem_07337bc681.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, получивший профессиональное образование по образовательным программам среднего профессионального образования, программам бакалавриата, программам специалитета, программам магистратуры, программам ординатуры, программам ассистентуры-стажировки, имеющим государственную аккредитацию, или по программам подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) в образовательных или научных организациях Российской Федерации, находящихся на ее территории, и осуществляющий трудовую деятельность в Российской Федерации по соответствующим специальностям в совокупности не менее чем в течение одного года до дня подачи заявления о приеме в гражданство Российской Федерации (СТ.16 ч.2 п.7 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p7_Obrazovanie_i_trud_deyatelnost_0f6dc72fd4.docx"
  },
  {
    "text": "Лица без гражданства, ранее являвшиеся гражданами СССР (СТ.16 ч.2 п.8 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_2_p8_LBG_imel_gr_vo_SSSR_698405c4ce.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, достигшие возраста восемнадцати лет, обладающие дееспособностью и проживающие в Российской Федерации, имеет статус участника Государственной программы по оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника указанной Государственной программы (СТ.16 ч.3 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/St_16_ch_3_Pereselenczy_b4e10ffcc8.docx"
  },
  {
    "text": "Лицо без гражданства, которое являлось гражданином СССР и было зарегистрировано по месту жительства в Российской Федерации по состоянию на 1 ноября 2002 года (СТ.16 ч.4 п.1 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_4_p1_LBG_imel_gr_vo_SSSR_i_reg_cziyu_v_2002_b3d035600e.docx"
  },
  {
    "text": "Лицо без гражданства, являющееся совершеннолетним сыном или совершеннолетней дочерью лица, указанного в п. 1 ч. 4 ст. 16, и не имеет предусмотренного законодательством иностранного государства документа, подтверждающего право на проживание в иностранном государстве (СТ.16 ч.4 п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_4_p2_Syn_doch_LBG_imel_gr_vo_SSSR_i_reg_cziyu_v_2002_ecc5869a4b.docx"
  },
  {
    "text": "ст.16 ч.5 п.1 Ребенок, являющийся иностранным гражданином или лицом без гражданства, один из родителей (усыновителей) которого является гражданином Российской Федерации или приобретает гражданство Российской Федерации; ст.16 ч.5 п.2 Ребенок, являющийся иностранным гражданином или лицом без гражданства, единственный родитель (усыновитель) которого является гражданином Российской Федерации или приобретает гражданство Российской Федерации (СТ.16 ч.5 п.1 и п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_5_p1_i_p_2_Roditel_usynovitel_grazhdanin_RF_8532af7198.docx"
  },
  {
    "text": "ст.16 ч.5 п.3 Ребенок находится под опекой или попечительством гражданина Российской Федерации либо лица, приобретающего гражданство Российской Федерации, за исключением случаев, предусмотренных ч.1 ст.12 и ч.1 ст.13 Федерального закона от 24.04.2008 №48-ФЗ «Об опеке и попечительстве» ст.16 ч.5 п.4 Ребенок помещен в российскую организацию для детей-сирот и детей, оставшихся без попечения родителей, за исключением случая, предусмотренного п.2 ст.155.1 Семейного кодекса Российской Федерации (СТ.16 ч.5 п.3 и п.4 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_5_p3_i_p_4_Opeka_nad_rebenkom_b384123e4c.docx"
  },
  {
    "text": "ст.16 ч.6 п.1 Недееспособное лицо находится под опекой или попечительством гражданина Российской Федерации либо лица, приобретающего гражданство Российской Федерации, за исключением случаев, предусмотренных ч.1 ст.12 и ч.1 ст.13 Федерального закона от 24.04.2008 г. №48-ФЗ «Об опеке и попечительстве» ст.16 ч.6 п.2 Недееспособное лицо помещено под надзор в российские образовательную организацию, медицинскую организацию, организацию, оказывающую социальные услуги, или иную российскую организацию, за исключением случая, предусмотренного ч.4 ст. Федерального закона от 24.04.2008 г. №48-ФЗ «Об опеке и попечительстве» (СТ.16 ч.6 п.1 и п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_6_p1_i_p_2_Opeka_nad_nedeesposobnym_fb824023e8.docx"
  },
  {
    "text": "Иностранный гражданин или лицо без гражданства, гражданство Российской Федерации которых было прекращено в связи с заявлением их законных представителей (вправе подать заявление в течение пяти лет со дня достижения возраста восемнадцати лет) (СТ.16 ч.7 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/St_16_ch_7_Liczo_S_18_do_23_let_vozvrashhaet_grazhdanstvo_84ec6cfcca.docx"
  },
  {
    "text": "Иностранные граждане и лица без гражданства являющиеся ветеранами Великой Отечественной войны и ранее являлись гражданами СССР (СТ.16 ч.8 п.1 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_8_p_1_Veteran_VOV_5de2bdedf2.docx"
  },
  {
    "text": "Иностранные граждане и лица без гражданства являющиеся ветеранами боевых действий (СТ.16 ч.8 п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_8_p_2_Veteran_boevyh_dejstvij_71cfd16f2e.docx"
  },
  {
    "text": "ст. 16.ч. 4.п. 1 Лицо без гражданства, являющееся совершеннолетним сыном или совершеннолетней дочерью лица, и не имеет предусмотренного законодательством иностранного государства документа, подтверждающего право на проживание в иностранном государстве (СТ. 16 ч.4 п.2 Федерального закона от 28.04.2023 № 138-ФЗ)",
    "href": "https://mc.mos.ru/minio/mc-mos/ST_16_ch_4_p2_Syn_doch_LBG_imel_gr_vo_SSSR_i_reg_cziyu_v_2002_ecc5869a4b_c8db034382.docx"
  },
  {
    "text": "Список документов для выдачи уведомления о возможности приема в гражданство РФ",
    "href": "https://mc.mos.ru/minio/mc-mos/list_nry_noticee_57aa70beba.docx"
  }
]