{
  "ВНЖ": {
    "review_period": "Приказ МВД России от 11.06.2020 г. N 417 \"Об утверждении Административного регламента Министерства внутренних дел Российской Федерации по предоставлению государственной услуги по выдаче иностранным гражданам и лицам без гражданства вида на жительство, замене иностранным гражданам и лицам без гражданства вида на жительство в Российской Федерации\"\nСрок предоставления государственной услуги\n23. Срок предоставления государственной услуги составляет:\n23.1. Четыре месяца со дня принятия заявления о выдаче вида на жительство, поданного заявителями, иностранцам с разрешением на временное проживание (РВП), гражданами Казахстана, Молдовы и Украины, родившимись на территории РСФСР и состоявшим в прошлом в гражданстве СССР, несовершеннолетними, чьи родители — иностранцы, постоянно проживающие в РФ по ВНЖ, родителями или детями граждан РФ, постоянно проживающих в России, несовершеннолетними иностранцам, получающим ВНЖ совместно с родителем, квалифицированными специалистами, работающими не менее 6 месяцев в России по ряду профессий, выпускниками очного отделения российских вузов, получившими диплом с отличием.\n23.2. Три месяца со дня принятия заявления о выдаче вида на жительство, поданного заявителями, иностранцами с разрешением на временное проживание в целях получения образования (РВПО), незаконно депортированными с территории Крымской АССР, высококвалифицированными специалистами (ВКС), работающими в России, гражданами Беларуси, ИТ-специалистами и членами их семей.\n23.3. Два месяца со дня принятия заявления о выдаче вида на жительство, поданного заявителями, проживающими в России иностранцам, в отношении которых отменено решение о приобретении гражданства России.\n23.4. Пятнадцать рабочих дней со дня принятия заявления о выдаче вида на жительство, поданного заявителями, иностранцами, проживающими на территории России, у которых прекращено гражданство РФ, иностранцами, которыми Россия предоставила политическое убежище.\n"
  },
  "РВП": {
    "review_period": "Приказ МВД России от 11.06.2020 N 417 \"Об утверждении Административного регламента Министерства внутренних дел Российской Федерации по предоставлению государственной услуги по выдаче иностранным гражданам и лицам без гражданства вида на жительство, замене иностранным гражданам и лицам без гражданства вида на жительство в Российской Федерации\"\nСрок предоставления государственной услуги, в том числе с учетом необходимости обращения в организации, участвующие в предоставлении государственной услуги, срок приостановления предоставления государственной услуги в случае, если возможность приостановления предусмотрена законодательством Российской Федерации, срок выдачи (направления) документов, являющихся результатом предоставления государственной услуги\n23. Срок предоставления государственной услуги составляет 4 месяца со дня принятия заявления, за исключением случаев, предусмотренных пунктами 24 и 25 Административного регламента.\n25. Срок предоставления государственной услуги по заявлению иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, составляет 60 суток со дня принятия заявления.\n"
  },
  "РВПО": {
    "review_period": "Приказ МВД России от 14.12.2022 N 949 \"Об утверждении Административного регламента Министерства внутренних дел Российской Федерации по предоставлению государственной услуги по выдаче иностранным гражданам и лицам без гражданства разрешения на временное проживание в Российской Федерации в целях получения образования\"\nСрок предоставления государственной услуги\n14. Максимальный срок предоставления государственной услуги составляет 38 рабочих дней.\nСрок предоставления государственной услуги определяется для каждого варианта и приведен в их описании, содержащемся в разделе III настоящего Административного регламента.\nСрок предоставления государственной услуги исчисляется со дня регистрации заявления и документов, необходимых для предоставления государственной услуги.\n"
  },
  "Гражданство": {
    "review_period": "Федеральный закон от 28.04.2023 N 138-ФЗ (ред. от 31.07.2025) \"О гражданстве Российской Федерации\"\nСтатья 37. Виды решений по вопросам гражданства Российской Федерации, порядок и сроки их принятия\n1. В соответствии с настоящим Федеральным законом органами, ведающими делами о гражданстве Российской Федерации, принимаются следующие решения:\n1) об оформлении гражданства Российской Федерации, приобретенного по рождению;\n2) об установлении факта наличия или отсутствия гражданства Российской Федерации;\n3) о приеме в гражданство Российской Федерации;\n4) о признании гражданином Российской Федерации;\n5) о прекращении гражданства Российской Федерации;\n6) об отклонении заявления по вопросам гражданства Российской Федерации;\n7) о прекращении рассмотрения заявления по вопросам гражданства Российской Федерации.\n2. Решение по вопросам гражданства Российской Федерации относительно заявления по вопросам гражданства Российской Федерации, поданного в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принимается в срок до трех месяцев со дня принятия к рассмотрению такого заявления.\n3. Срок, указанный в части 2 настоящей статьи, может быть продлен на время, необходимое для проверки документов, представленных заявителем, и сведений, сообщенных им при подаче заявления по вопросам гражданства Российской Федерации, и получения дополнительных документов и сведений, в том числе в случае необходимости уточнения фактов, свидетельствующих о наличии оснований отклонения заявления о приеме в гражданство Российской Федерации, предусмотренных подпунктами \"а\" - \"е\" пункта 1 статьи 18 настоящего Федерального закона, а также для согласования в случаях, предусмотренных настоящим Федеральным законом, решения по вопросам гражданства Российской Федерации с Президентом Российской Федерации, но не более чем на три месяца.\n4. Решение по вопросам гражданства Российской Федерации относительно заявления по вопросам гражданства Российской Федерации, поданного в дипломатическое представительство или консульское учреждение, принимается в срок до шести месяцев со дня принятия к рассмотрению такого заявления.\n5. Президентом Российской Федерации решение по вопросам гражданства Российской Федерации принимается в срок до одного года со дня подачи обращения о приеме в гражданство Российской Федерации в исключительном порядке или заявления о выходе из гражданства Российской Федерации.\n"
  },
  "Гражданство (отдельные категории)": {
    "review_period": "Федеральный закон от 28.04.2023 N 138-ФЗ (ред. от 31.07.2025) \"О гражданстве Российской Федерации\"\nСтатья 37. Виды решений по вопросам гражданства Российской Федерации, порядок и сроки их принятия\n1. В соответствии с настоящим Федеральным законом органами, ведающими делами о гражданстве Российской Федерации, принимаются следующие решения:\n1) об оформлении гражданства Российской Федерации, приобретенного по рождению;\n2) об установлении факта наличия или отсутствия гражданства Российской Федерации;\n3) о приеме в гражданство Российской Федерации;\n4) о признании гражданином Российской Федерации;\n5) о прекращении гражданства Российской Федерации;\n6) об отклонении заявления по вопросам гражданства Российской Федерации;\n7) о прекращении рассмотрения заявления по вопросам гражданства Российской Федерации.\n2. Решение по вопросам гражданства Российской Федерации относительно заявления по вопросам гражданства Российской Федерации, поданного в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принимается в срок до трех месяцев со дня принятия к рассмотрению такого заявления.\n3. Срок, указанный в части 2 настоящей статьи, может быть продлен на время, необходимое для проверки документов, представленных заявителем, и сведений, сообщенных им при подаче заявления по вопросам гражданства Российской Федерации, и получения дополнительных документов и сведений, в том числе в случае необходимости уточнения фактов, свидетельствующих о наличии оснований отклонения заявления о приеме в гражданство Российской Федерации, предусмотренных подпунктами \"а\" - \"е\" пункта 1 статьи 18 настоящего Федерального закона, а также для согласования в случаях, предусмотренных настоящим Федеральным законом, решения по вопросам гражданства Российской Федерации с Президентом Российской Федерации, но не более чем на три месяца.\n4. Решение по вопросам гражданства Российской Федерации относительно заявления по вопросам гражданства Российской Федерации, поданного в дипломатическое представительство или консульское учреждение, принимается в срок до шести месяцев со дня принятия к рассмотрению такого заявления.\n5. Президентом Российской Федерации решение по вопросам гражданства Российской Федерации принимается в срок до одного года со дня подачи обращения о приеме в гражданство Российской Федерации в исключительном порядке или заявления о выходе из гражданства Российской Федерации.\n"
  }
}