{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава 2. Двойное гражданство и множественное гражданство",
  "article_index": "10",
  "article_title": "Статья 10. Особенности правового положения гражданина Российской Федерации, имеющего двойное гражданство или множественное гражданство",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Гражданин Российской Федерации, имеющий двойное гражданство или множественное гражданство, рассматривается Российской Федерацией только как гражданин Российской Федерации вне зависимости от места его проживания, за исключением случаев, предусмотренных федеральным законом или международным договором Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Приобретение гражданином Российской Федерации гражданства (подданства) иностранного государства не влечет за собой прекращение гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Наличие у гражданина Российской Федерации двойного гражданства или множественного гражданства не может являться основанием для его высылки из Российской Федерации или выдачи иностранному государству, в том числе государству, гражданство (подданство) которого имеет гражданин Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Гражданин Российской Федерации, осужденный судом Российской Федерации к лишению свободы и имеющий двойное гражданство или множественное гражданство, при наличии его добровольного согласия может быть передан для отбывания наказания в иностранном государстве, гражданство (подданство) которого он имеет, если это предусмотрено международным договором Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Федеральным законом могут быть предусмотрены ограничения в отношении гражданина Российской Федерации, имеющего двойное гражданство или множественное гражданство либо вид на жительство или иной документ, подтверждающий право на постоянное проживание такого гражданина Российской Федерации на территории иностранного государства.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Порядок приобретения, прекращения двойного гражданства, особенности правового положения гражданина Российской Федерации, имеющего двойное гражданство, могут устанавливаться федеральнымизаконамии международными договорами Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}