{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава 2. Двойное гражданство и множественное гражданство",
  "article_index": "11",
  "article_title": "Статья 11. Уведомление о приобретении гражданства (подданства) иностранного государства либо получения вида на жительство или иного документа, подтверждающего право на постоянное проживание гражданина Российской Федерации на территории иностранного государства. Уведомление об утрате гражданства (подданства) иностранного государства либо вида на жительство или иного документа, подтверждающего право на постоянное проживание гражданина Российской Федерации на территории иностранного государства",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Гражданин Российской Федерации обязан подавать уведомление о каждом факте приобретения гражданства (подданства) иностранного государства либо получения вида на жительство или иного документа, подтверждающего право на постоянное проживание гражданина Российской Федерации на территории иностранного государства (далее - уведомление о приобретении гражданства (подданства) иностранного государства), а также вправе подавать уведомление об утрате гражданства (подданства) иностранного государства либо вида на жительство или иного документа, подтверждающего право на постоянное проживание гражданина Российской Федерации на территории иностранного государства (далее - уведомление об утрате гражданства (подданства) иностранного государства).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Уведомление о приобретении гражданства (подданства) иностранного государства, уведомление об утрате гражданства (подданства) иностранного государства подаются в федеральный орган исполнительной власти в сфере внутренних дел или его территориальные органы непосредственно либо через уполномоченное федеральным органом исполнительной власти в сфере внутренних дел и находящееся в его ведении федеральное государственное унитарное предприятие (далее - подведомственное предприятие) или организацию, уполномоченную городом федерального значения Москвой (далее - уполномоченная организация). Гражданин Российской Федерации, находящийся за пределами Российской Федерации, может подать соответствующее уведомление в дипломатическое представительство или консульское учреждение.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3.Порядокподачи уведомления о приобретении гражданства (подданства) иностранного государства, уведомления об утрате гражданства (подданства) иностранного государства в федеральный орган исполнительной власти в сфере внутренних дел или его территориальные органы, в том числе в электронной форме, устанавливается федеральным органом исполнительной власти в сфере внутренних дел.Порядокподачи уведомления о приобретении гражданства (подданства) иностранного государства, уведомления об утрате гражданства (подданства) иностранного государства в дипломатические представительства или консульские учреждения устанавливается федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере международных отношений Российской Федерации (далее - федеральный орган исполнительной власти в сфере международных отношений).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Уведомление о приобретении гражданства (подданства) иностранного государства гражданином Российской Федерации, не достигшим возраста восемнадцати лет, либо гражданином Российской Федерации, признанным недееспособным, уведомление об утрате гражданства (подданства) иностранного государства такими гражданами Российской Федерации подаются их законными представителями.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Уведомление о приобретении гражданства (подданства) иностранного государства, уведомление об утрате гражданства (подданства) иностранного государства могут быть поданы действующим на основании нотариально удостоверенной в соответствии с законодательством Российской Федерации доверенности представителем гражданина Российской Федерации, который обязан подать уведомление о приобретении гражданства (подданства) иностранного государства или вправе подать уведомление об утрате гражданства (подданства) иностранного государства.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Уведомление о приобретении гражданства (подданства) иностранного государства подается не позднее чем в течение шестидесяти календарных дней со дня приобретения гражданином Российской Федерации гражданства (подданства) иностранного государства либо получения им вида на жительство или иного документа, подтверждающего право на постоянное проживание гражданина Российской Федерации на территории иностранного государства. Гражданин Российской Федерации, приобретший гражданство (подданство) иностранного государства либо получивший вид на жительство или иной документ, подтверждающий право на постоянное проживание гражданина Российской Федерации на территории иностранного государства, и не подавший уведомление о приобретении гражданства (подданства) иностранного государства в срок, установленный настоящей частью, в связи с нахождением за пределами Российской Федерации, обязан подать уведомление о приобретении гражданства (подданства) иностранного государства не позднее шестидесяти календарных дней со дня въезда в Российскую Федерацию.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7.Формыуведомлений о приобретении гражданства (подданства) иностранного государства,формыуведомлений об утрате гражданства (подданства) иностранного государства, состав включаемых в них сведений ипереченьприлагаемых к ним документов устанавливаются в соответствии с положением о порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Уведомление о приобретении гражданства (подданства) иностранного государства не подается гражданином Российской Федерации, если он сообщил о наличии у него гражданства (подданства) этого иностранного государства при подаче заявления о приеме в гражданство Российской Федерации или о признании гражданином Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Федеральными конституционными законами, федеральными законами или международными договорами Российской Федерации могут быть установлены иные случаи, при которых гражданин Российской Федерации освобождается от обязанности подавать уведомление о приобретении гражданства (подданства) иностранного государства.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}