{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "3",
  "chapter_title": "Глава 3. Приобретение гражданства Российской Федерации",
  "article_index": "13",
  "article_title": "Статья 13. Приобретение гражданства Российской Федерации по рождению",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Ребенок приобретает гражданство Российской Федерации по рождению, если на день рождения ребенка:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) оба его родителя или единственный родитель имеют гражданство Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) один из его родителей имеет гражданство Российской Федерации, а другой родитель является лицом без гражданства;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) один из его родителей имеет гражданство Российской Федерации, а другой родитель является иностранным гражданином (при условии, что ребенок родился в Российской Федерации);",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) один из его родителей имеет гражданство Российской Федерации, а другой родитель является иностранным гражданином (при условии, что ребенок родился за пределами Российской Федерации и не приобрел гражданство (подданство) иностранного государства по рождению);",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) оба его родителя или единственный родитель являются иностранными гражданами или лицами без гражданства, постоянно проживающими в Российской Федерации (при условии, что ребенок родился в Российской Федерации и не приобрел гражданство (подданство) иностранного государства по рождению).",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Ребенок, родители или единственный родитель которого на день рождения ребенка являются иностранными гражданами или лицами без гражданства, приобретает гражданство Российской Федерации по рождению, если он родился на водном или воздушном судне, имеющем национальную принадлежность Российской Федерации, и не приобрел гражданство (подданство) иностранного государства по рождению.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Ребенок, который находится в Российской Федерации и родители которого неизвестны, приобретает гражданство Российской Федерации по рождению в случае, если в течение шести месяцев со дня его обнаружения не будет установлено, что он имеет гражданство Российской Федерации или гражданство (подданство) иностранного государства.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. В целях подтверждения приобретения гражданства Российской Федерации по рождению родитель ребенка, опекун ребенка, его попечитель или руководитель организации для детей-сирот и детей, оставшихся без попечения родителей, в которую помещен ребенок, может подать в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию либо в дипломатическое представительство или консульское учреждениезаявлениеоб оформлении гражданства Российской Федерации, приобретенного по рождению. По результатам рассмотрения данного заявления при наличии условий, предусмотренныхчастями 1-3настоящей статьи, территориальный орган федерального органа исполнительной власти в сфере внутренних дел либо дипломатическое представительство или консульское учреждение выносит решение об оформлении гражданства Российской Федерации, приобретенного по рождению, и выдает один из следующих документов:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) родителю ребенка, опекуну ребенка, его попечителю или руководителю организации для детей-сирот и детей, оставшихся без попечения родителей, в которую помещен ребенок, - документ, который подтверждает приобретение гражданства Российской Федерации по рождению иформакоторого устанавливается в соответствии с положением о порядке рассмотрения вопросов гражданства Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) ребенку, достигшему возраста четырнадцати лет, - паспорт.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Приобретение ребенком гражданства Российской Федерации в результате усыновления (удочерения) приравнивается к приобретению ребенком гражданства Российской Федерации по рождению, за исключением случаев, предусмотренныхпунктом 5 части 1,частями 2и3настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}