{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "3",
  "chapter_title": "Глава 3. Приобретение гражданства Российской Федерации",
  "article_index": "15",
  "article_title": "Статья 15. Прием в гражданство Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранный гражданин или лицо без гражданства, достигшие возраста восемнадцати лет и обладающие дееспособностью, вправе податьзаявлениео приеме в гражданство Российской Федерации при условии, что указанные иностранный гражданин или лицо без гражданства обязуется соблюдатьКонституциюРоссийской Федерации, принести в соответствии состатьей 21настоящего Федерального закона Присягу гражданина Российской Федерации, а также одновременно соответствует следующим требованиям:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) постоянно проживает в Российской Федерации со дня принятия решения о выдаче вида на жительство в Российской Федерации и до дня подачи заявления о приеме в гражданство Российской Федерации в течение пяти лет;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) владеет русским языком;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) знает историю России и основы законодательства Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) в отношении указанных иностранного гражданина или лица без гражданства отсутствуют обстоятельства, являющиеся основаниями отклонения заявления о приеме в гражданство Российской Федерации, предусмотреннымистатьей 18настоящего Федерального закона.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. При приеме в гражданство Российской Федерации отдельных категорий иностранных граждан и лиц без гражданства к ним могут не применяться требования, предусмотренныепунктами 1-4 части 1настоящей статьи, в случаях, установленных настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Требования, предусмотренныепунктами 2и3 части 1настоящей статьи, не применяются к иностранным гражданам и лицам без гражданства, достигшим возраста семидесяти лет либо являющимся инвалидами I группы.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4.Переченьдокументов, подтверждающих владение иностранным гражданином или лицом без гражданства русским языком, знание истории России и основ законодательства Российской Федерации, устанавливается в соответствии с положением о порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}