{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава 4. Прекращение гражданства Российской Федерации",
  "article_index": "25",
  "article_title": "Статья 25. Прекращение гражданства Российской Федерации вследствие установления факта представления заявителем поддельных, подложных или недействительных документов либо сообщения заявителем заведомо ложных сведений",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Гражданство Российской Федерации прекращается по основанию, предусмотренномупунктом 3 части 1 статьи 22настоящего Федерального закона, если органом, ведающим делами о гражданстве Российской Федерации, будет установлено, что решение о приеме в гражданство Российской Федерации или о признании гражданином Российской Федерации принято на основании представленных заявителем при подаче заявления о приеме в гражданство Российской Федерации или о признании гражданином Российской Федерации поддельных, подложных или недействительных документов либо сообщенных заявителем заведомо ложных сведений, за исключением сведений, предусмотренныхпунктом 2 части 1 статьи 22настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Факт представления заявителем поддельных, подложных или недействительных документов либо сообщения заявителем заведомо ложных сведений устанавливается судом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Установленный судом факт представления заявителем поддельных, подложных или недействительных документов либо сообщения заявителем заведомо ложных сведений является основанием для прекращения гражданства Российской Федерации по основанию, предусмотренномупунктом 3 части 1 статьи 22настоящего Федерального закона, если такие документы либо сведения содержат недостоверную информацию:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) о заявителе (фамилия, имя, отчество, дата, место рождения, гражданство или отсутствие гражданства);",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) о соответствии заявителя установленнымстатьями 15-17,19,частью 1 статьи 44настоящего Федерального закона требованиям либо о наличии у него установленныхчастью 3 статьи 44настоящего Федерального закона оснований признания его гражданином Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) об отсутствии предусмотренныхстатьей 18настоящего Федерального закона оснований отклонения заявления о приеме в гражданство Российской Федерации (при наличии этих оснований).",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. При принятии решения о прекращении гражданства Российской Федерации по основанию, предусмотренномупунктом 3 части 1 статьи 22настоящего Федерального закона, учитываются обстоятельства, предусмотренныеположениемо порядке рассмотрения вопросов гражданства Российской Федерации и свидетельствующие о характере правовой связи лица с Российской Федерацией и ее устойчивости.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Гражданство Российской Федерации не может быть прекращено по основанию, предусмотренномупунктом 3 части 1 статьи 22настоящего Федерального закона, по истечении десяти лет со дня принятия решения о приеме в гражданство Российской Федерации или о признании гражданином Российской Федерации, если гражданин Российской Федерации проживает в Российской Федерации и не имеется иных оснований прекращения гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. По истечении срока, указанного вчасти 5настоящей статьи, гражданство Российской Федерации может быть прекращено в исключительных случаях по согласованию с Президентом Российской Федерации или по его решению.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}