{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава 4. Прекращение гражданства Российской Федерации",
  "article_index": "26",
  "article_title": "Статья 26. Прекращение гражданства Российской Федерации вследствие совершения действий, создающих угрозу национальной безопасности Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Гражданство Российской Федерации прекращается по основанию, предусмотренномуподпунктом \"б\" пункта 2 части 1 статьи 22настоящего Федерального закона, если гражданин Российской Федерации, приобретший гражданство Российской Федерации в результате признания гражданином Российской Федерации на основании федерального конституционного закона, международного договора Российской Федерации или приема в гражданство Российской Федерации, совершил действия, создающие угрозу национальной безопасности Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Факт совершения действий, создающих угрозу национальной безопасности Российской Федерации, устанавливается органами федеральной службы безопасности, о чем выносится заключение.Порядоквынесения заключения и егоформаопределяются федеральным органом исполнительной власти в области обеспечения безопасности.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Гражданство Российской Федерации прекращается по основанию, предусмотренномуподпунктом \"б\" пункта 2 части 1 статьи 22настоящего Федерального закона, независимо от времени совершения действий, создающих угрозу национальной безопасности Российской Федерации, и даты выявления факта совершения таких действий.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Заключение об установлении факта совершения действий, создающих угрозу национальной безопасности Российской Федерации, в трехдневный срок со дня его вынесения направляется (вручается) лицу, в отношении которого оно вынесено, а также направляется в федеральный орган исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Заключение, предусмотренноечастью 2настоящей статьи, может быть обжаловано в судебном порядке в течение десяти дней со дня его получения лицом, в отношении которого оно вынесено. В случае подачи соответствующей жалобы такое лицо может быть выслано за пределы Российской Федерации или выдано другому государству, только если вступившим в законную силу решением суда заключение, вынесенное в соответствии счастью 2настоящей статьи, признано законным и обоснованным и гражданство Российской Федерации такого лица прекращено.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}