{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "6",
  "chapter_title": "Глава 6. Производство по делам о гражданстве Российской Федерации",
  "article_index": "32",
  "article_title": "Статья 32. Заявление по вопросам гражданства Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Форма заявления по вопросам гражданства Российской Федерации и перечень указываемых в данном заявлении сведений и необходимых документов применительно к конкретным основаниям приобретения или прекращения гражданства Российской Федерации устанавливаются в соответствии сположениемо порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Заявление по вопросам гражданства Российской Федерации подается гражданином Российской Федерации, иностранным гражданином или лицом без гражданства, имеющими регистрацию по месту жительства или месту пребывания в Российской Федерации, в территориальный орган федерального органа исполнительной власти в сфере внутренних дел по месту жительства или месту пребывания заявителя непосредственно либо через подведомственное предприятие или уполномоченную организацию.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Заявление по вопросам гражданства Российской Федерации подается иностранным гражданином или лицом без гражданства, проживающими в Российской Федерации и имеющими статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника указанной Государственной программы, в территориальный орган федерального органа исполнительной власти в сфере внутренних дел по месту жительства, месту пребывания или месту фактического проживания заявителя на территории субъекта Российской Федерации, избранного для переселения, непосредственно либо через подведомственное предприятие или уполномоченную организацию.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Заявление по вопросам гражданства Российской Федерации подается гражданином Российской Федерации, иностранным гражданином или лицом без гражданства, не имеющими регистрации по месту жительства или месту пребывания, в территориальный орган федерального органа исполнительной власти в сфере внутренних дел по месту фактического проживания заявителя в Российской Федерации непосредственно либо через подведомственное предприятие или уполномоченную организацию.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Заявление о признании гражданином Российской Федерации, заявление о приеме в гражданство Российской Федерации на основании решения Президента Российской Федерации или международного договора Российской Федерации (если соответствующий порядок установлен решением Президента Российской Федерации или международным договором Российской Федерации), о приеме в гражданство Российской Федерации в исключительном порядке или на основаниичастей 7и8 статьи 16,части 1 статьи 44настоящего Федерального закона, о приеме в гражданство Российской Федерации ребенка или недееспособного лица, заявление о выходе из гражданства Российской Федерации подаются соответственно иностранным гражданином, лицом без гражданства, гражданином Российской Федерации, находящимися за пределами Российской Федерации, в дипломатические представительства или консульские учреждения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Заявление по вопросам гражданства Российской Федерации подается заявителем лично. В случае, если заявитель не может лично подать заявление в связи с обстоятельствами, имеющими исключительный характер и подтвержденными документально, заявление и необходимые документы могут быть переданы для рассмотрения через другое лицо. В этом случае подлинность подписи заявителя и соответствие копий документов, прилагаемых к заявлению, подлинникам этих документов нотариально удостоверяются в соответствии с законодательством Российской Федерации. Подлинность подписи иностранного гражданина, лица без гражданства или гражданина Российской Федерации, находящихся за пределами Российской Федерации, удостоверяется уполномоченным на то должностным лицом дипломатического представительства или консульского учреждения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Заявление об изменении гражданства ребенка или недееспособного лица подается родителем (усыновителем) или иным законным представителем ребенка либо законным представителем недееспособного лица по месту жительства, месту пребывания или месту фактического проживания заявителя либо по месту жительства или месту пребывания ребенка или недееспособного лица.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Заявление по вопросам гражданства Российской Федерации не принимается к рассмотрению при наличии в нем описок, опечаток или иных технических ошибок и возвращается заявителю.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Заявление по вопросам гражданства Российской Федерации считается принятым к рассмотрению при наличии всех необходимых и надлежащим образом оформленных документов со дня:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) подачи заявления лично заявителем;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) получения заявления органом, ведающим делами о гражданстве Российской Федерации, в случае передачи его через другое лицо, в том числе через подведомственное предприятие или уполномоченную организацию.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Иностранный гражданин или лицо без гражданства при подаче на территории Российской Федерации заявления о приеме в гражданство Российской Федерации или о признании гражданином Российской Федерации проходит обязательную государственную дактилоскопическую регистрацию в соответствии с Федеральнымзакономот 25 июля 1998 года N 128-ФЗ \"О государственной дактилоскопической регистрации в Российской Федерации\". Обязательная государственная дактилоскопическая регистрация лица при подаче им заявления о приеме в гражданство Российской Федерации или о признании гражданином Российской Федерации за пределами Российской Федерации проводится в соответствии с указанным Федеральнымзакономв случае выдачи данному лицу паспорта.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}