{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "6",
  "chapter_title": "Глава 6. Производство по делам о гражданстве Российской Федерации",
  "article_index": "37",
  "article_title": "Статья 37. Виды решений по вопросам гражданства Российской Федерации, порядок и сроки их принятия",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. В соответствии с настоящим Федеральным законом органами, ведающими делами о гражданстве Российской Федерации, принимаются следующие решения:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) об оформлении гражданства Российской Федерации, приобретенного по рождению;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) об установлении факта наличия или отсутствия гражданства Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) о приеме в гражданство Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) о признании гражданином Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) о прекращении гражданства Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) об отклонении заявления по вопросам гражданства Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) о прекращении рассмотрения заявления по вопросам гражданства Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Решение по вопросам гражданства Российской Федерации относительно заявления по вопросам гражданства Российской Федерации, поданного в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принимается в срок до трех месяцев со дня принятия к рассмотрению такого заявления.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Срок, указанный вчасти 2настоящей статьи, может быть продлен на время, необходимое для проверки документов, представленных заявителем, и сведений, сообщенных им при подаче заявления по вопросам гражданства Российской Федерации, и получения дополнительных документов и сведений, в том числе в случае необходимости уточнения фактов, свидетельствующих о наличии оснований отклонения заявления о приеме в гражданство Российской Федерации, предусмотренныхподпунктами \"а\"-\"е\" пункта 1 статьи 18настоящего Федерального закона, а также для согласования в случаях, предусмотренных настоящим Федеральным законом, решения по вопросам гражданства Российской Федерации с Президентом Российской Федерации, но не более чем на три месяца.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Решение по вопросам гражданства Российской Федерации относительно заявления по вопросам гражданства Российской Федерации, поданного в дипломатическое представительство или консульское учреждение, принимается в срок до шести месяцев со дня принятия к рассмотрению такого заявления.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Президентом Российской Федерации решение по вопросам гражданства Российской Федерации принимается в срок до одного года со дня подачи обращения о приеме в гражданство Российской Федерации в исключительном порядке или заявления о выходе из гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. В случае достижения ребенком возраста восемнадцати лет в период рассмотрения заявления о приеме его в гражданство Российской Федерации рассмотрение такого заявления продолжается в порядке, установленном для рассмотрения заявления о приеме в гражданство Российской Федерации ребенка.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. В случае утраты иностранным гражданином или лицом без гражданства статуса участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статуса члена семьи участника указанной Государственной программы в период рассмотрения заявления о приеме их в гражданство Российской Федерации в соответствии счастью 3 статьи 16настоящего Федерального закона такое заявление подлежит рассмотрению в установленном порядке при отсутствии предусмотренныхстатьей 18настоящего Федерального закона оснований отклонения заявления о приеме в гражданство Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Решение о приеме в гражданство Российской Федерации вступает в законную силу со дня принесения лицом Присяги гражданина Российской Федерации. Если Присяга гражданина Российской Федерации не принесена лицом в течение одного года со дня принятия решения о приеме в гражданство Российской Федерации, такое решение считается недействительным со дня его принятия.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Другие решения по вопросам гражданства Российской Федерации, в том числе решение о приеме в гражданство Российской Федерации в случае, если лицо в соответствии с настоящим Федеральным законом или решением Президента Российской Федерации освобождено от принесения Присяги гражданина Российской Федерации, вступают в законную силу со дня их принятия.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. До принятия заявления о признании гражданином Российской Федерации или о приеме в гражданство Российской Федерации от заявителя, не имеющего действительного документа, удостоверяющего личность, проводится установление его личности в порядке, предусмотренном законодательством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Решение по вопросам гражданства Российской Федерации оформляется в письменном виде с указанием оснований его принятия.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Органы, ведающие делами о гражданстве Российской Федерации и принявшие к рассмотрению заявления по вопросам гражданства Российской Федерации, сообщают заинтересованным лицам о принятых решениях и выдают этим лицам соответствующие документы в срок, установленныйположениемо порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13.Порядоквзаимодействия федеральных государственных органов при проведении проверки сведений, сообщенных заявителем, и документов, представленных им при подаче заявления по вопросам гражданства Российской Федерации,порядокисполнения решений по вопросам гражданства Российской Федерации определяются положением о порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}