{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "6",
  "chapter_title": "Глава 6. Производство по делам о гражданстве Российской Федерации",
  "article_index": "40",
  "article_title": "Статья 40. Установление факта наличия или отсутствия гражданства Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Федеральный орган исполнительной власти в сфере внутренних дел и его территориальные органы, федеральный орган исполнительной власти в сфере международных отношений, дипломатические представительства и консульские учреждения проводят проверку наличия или отсутствия у лица гражданства Российской Федерации по его заявлению об установлении факта наличия или отсутствия гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Проверка наличия или отсутствия у лица гражданства Российской Федерации может проводиться федеральным органом исполнительной власти в сфере внутренних дел и его территориальными органами, федеральным органом исполнительной власти в сфере международных отношений, дипломатическими представительствами и консульскими учреждениями по собственной инициативе в случае получения ими информации, свидетельствующей о нарушении порядка приобретения или прекращения гражданства Российской Федерации либо об отсутствии сведений о приобретении гражданства Российской Федерации лицом, получившим паспорт, а также в связи с реализацией международных договоров Российской Федерации о реадмиссии и в иных случаях, если установление факта наличия или отсутствия гражданства Российской Федерации необходимо для реализации предусмотренных законодательством Российской Федерации полномочий государственных органов Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Решения по результатам проведения проверки наличия или отсутствия у лица гражданства Российской Федерации оформляются в виде мотивированного заключения. Выписка из данного заключения вручается или направляется лицу, в отношении которого проводилась указанная проверка, в течение трех рабочих дней со дня поступления в орган, ведающий делами о гражданстве Российской Федерации, обращения этого лица о предоставлении такой выписки. Лицу, у которого подтверждено наличие гражданства Российской Федерации, в случае отсутствия у него документа, удостоверяющего гражданство Российской Федерации, выдается соответствующий документ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4.Порядокпроведения проверки наличия или отсутствия у лица гражданства Российской Федерации,формазаключения об установлении факта наличия или отсутствия гражданства Российской Федерации,порядокучета данных заключений и сроки их хранения устанавливаются федеральным органом исполнительной власти в сфере внутренних дел совместно с федеральным органом исполнительной власти в сфере международных отношений.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Информация об установлении факта наличия или отсутствия гражданства Российской Федерации вносится в банк данных федерального органа исполнительной власти в сфере внутренних дел, включается в состав сведений о физическом лице, подлежащих внесению в единый федеральный информационный регистр, содержащий сведения о населении Российской Федерации, в соответствии с Федеральнымзакономот 8 июня 2020 года N 168-ФЗ \"О едином федеральном информационном регистре, содержащем сведения о населении Российской Федерации\".",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Федеральный орган исполнительной власти в сфере внутренних дел и федеральный орган исполнительной власти в сфере международных отношений определяютперечнидолжностных лиц, уполномоченных принимать решения о проведении проверки наличия или отсутствия у лица гражданства Российской Федерации и утверждать заключения об установлении факта наличия или отсутствия у лица гражданства Российской Федерации, а также определяютпорядоквзаимодействия при проведении проверки наличия или отсутствия у лица гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}