{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "7",
  "chapter_title": "Глава 7. Заключительные положения",
  "article_index": "43",
  "article_title": "Статья 43. Переходные положения в отношении лиц без гражданства, имевших гражданство СССР",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Достигшие возраста восемнадцати лет и обладающие дееспособностью лица без гражданства, которые имели гражданство СССР, проживали и проживают в государствах, входивших в состав СССР, и не получили гражданство этих государств, в течение одного года после дня вступления в силу настоящего Федерального закона вправе обратиться в дипломатические представительства или консульские учреждения с заявлениями о приеме в гражданство Российской Федерации по основанию, предусмотренномупунктом 8 части 2 статьи 16настоящего Федерального закона, без учета требований, предусмотренныхпунктами 1и3 части 1 статьи 15настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2.Формазаявления о приеме в гражданство Российской Федерации лиц, указанных вчасти 1настоящей статьи,переченьуказываемых в заявлении сведений, прилагаемых к нему необходимых документов ипорядокподачи заявления устанавливаются Президентом Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Решения по результатам рассмотрения заявлений, указанных вчасти 1настоящей статьи, принимаются в соответствии счастью 3 статьи 14настоящего Федерального закона дипломатическими представительствами или консульскими учреждениями в порядке, определенном настоящим Федеральным законом иположениемо порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}