{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "7",
  "chapter_title": "Глава 7. Заключительные положения",
  "article_index": "46",
  "article_title": "Статья 46. О признании утратившими силу отдельных законодательных актов (положений законодательных актов) Российской Федерации",
  "clauses": [],
  "unindexed": [
    "Признать утратившими силу:",
    "1)ЗаконРСФСР от 28 ноября 1991 года N 1948-I \"О гражданстве РСФСР\" (Ведомости Съезда народных депутатов Российской Федерации и Верховного Совета Российской Федерации, 1992, N 6, ст. 243);",
    "2)ПостановлениеВерховного Совета Российской Федерации от 23 января 1992 года N 2240-I \"О Законе РСФСР \"О гражданстве РСФСР\";",
    "3)ЗаконРоссийской Федерации от 17 июня 1993 года N 5206-I \"О внесении изменений и дополнений в Закон РСФСР \"О гражданстве РСФСР\" (Ведомости Съезда народных депутатов Российской Федерации и Верховного Совета Российской Федерации, 1993, N 29, ст. 1112);",
    "4) Постановление Верховного Совета Российской Федерации от 17 июня 1993 года N 5206/1-I \"О введении в действие Закона Российской Федерации \"О внесении изменений и дополнений в Закон РСФСР \"О гражданстве РСФСР\" (Ведомости Съезда народных депутатов Российской Федерации и Верховного Совета Российской Федерации, 1993, N 29, ст. 1113);",
    "5) Федеральныйзаконот 31 мая 2002 года N 62-ФЗ \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2002, N 22, ст. 2031);",
    "6) Федеральныйзаконот 11 ноября 2003 года N 151-ФЗ \"О внесении изменений и дополнений в Федеральный закон \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2003, N 46, ст. 4447);",
    "7)статью 20Федерального закона от 2 ноября 2004 года N 127-ФЗ \"О внесении изменений в части первую и вторую Налогового кодекса Российской Федерации и некоторые другие законодательные акты Российской Федерации, а также о признании утратившими силу отдельных законодательных актов (положений законодательных актов) Российской Федерации\" (Собрание законодательства Российской Федерации, 2004, N 45, ст. 4377);",
    "8) Федеральныйзаконот 3 января 2006 года N 5-ФЗ \"О внесении изменения в статью 14 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2006, N 2, ст. 170);",
    "9)статью 12Федерального закона от 18 июля 2006 года N 121-ФЗ \"О внесении изменений в отдельные законодательные акты Российской Федерации по вопросу совершенствования государственного управления в сфере миграции\" (Собрание законодательства Российской Федерации, 2006, N 31, ст. 3420);",
    "10) Федеральныйзаконот 1 декабря 2007 года N 296-ФЗ \"О внесении изменения в статью 14 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2007, N 49, ст. 6057);",
    "11)статью 4Федерального закона от 4 декабря 2007 года N 328-ФЗ \"О внесении изменений в отдельные законодательные акты Российской Федерации по вопросу прохождения военной службы иностранными гражданами и лицами, имеющими двойное гражданство\" (Собрание законодательства Российской Федерации, 2007, N 50, ст. 6241);",
    "12) Федеральныйзаконот 1 октября 2008 года N 163-ФЗ \"О внесении изменения в статью 14 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2008, N 40, ст. 4498);",
    "13) Федеральныйзаконот 30 декабря 2008 года N 301-ФЗ \"О внесении изменения в статью 14 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2009, N 1, ст. 9);",
    "14)статью 2Федерального закона от 28 июня 2009 года N 127-ФЗ \"О внесении изменений в статьи 6 и 7 Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\" и статью 14 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2009, N 26, ст. 3125);",
    "15) Федеральныйзаконот 12 ноября 2012 года N 182-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2012, N 47, ст. 6393);",
    "16)статью 1Федерального закона от 2 июля 2013 года N 169-ФЗ \"О внесении изменений в статью 14 Федерального закона \"О гражданстве Российской Федерации\" и статьи 7 и 9 Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\" (Собрание законодательства Российской Федерации, 2013, N 27, ст. 3461);",
    "17) Федеральныйзаконот 2 ноября 2013 года N 299-ФЗ \"О внесении изменения в статью 16 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2013, N 44, ст. 5638);",
    "18)статью 1Федерального закона от 20 апреля 2014 года N 71-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" и отдельные законодательные акты Российской Федерации\" (Собрание законодательства Российской Федерации, 2014, N 16, ст. 1828);",
    "19) Федеральныйзаконот 20 апреля 2014 года N 72-ФЗ \"О внесении изменений в статьи 14 и 27 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2014, N 16, ст. 1829);",
    "20)статью 1Федерального закона от 4 июня 2014 года N 142-ФЗ \"О внесении изменений в статьи 6 и 30 Федерального закона \"О гражданстве Российской Федерации\" и отдельные законодательные акты Российской Федерации\" (Собрание законодательства Российской Федерации, 2014, N 23, ст. 2927);",
    "21) Федеральныйзаконот 23 июня 2014 года N 157-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2014, N 26, ст. 3363);",
    "22)статью 20Федерального закона от 14 октября 2014 года N 307-ФЗ \"О внесении изменений в Кодекс Российской Федерации об административных правонарушениях и отдельные законодательные акты Российской Федерации и о признании утратившими силу отдельных положений законодательных актов Российской Федерации в связи с уточнением полномочий государственных органов и муниципальных органов в части осуществления государственного контроля (надзора) и муниципального контроля\" (Собрание законодательства Российской Федерации, 2014, N 42, ст. 5615);",
    "23) Федеральныйзаконот 31 декабря 2014 года N 507-ФЗ \"О внесении изменений в статью 6 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2015, N 1, ст. 60);",
    "24) Федеральныйзаконот 1 мая 2016 года N 124-ФЗ \"О внесении изменений в статьи 14 и 30 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2016, N 18, ст. 2500);",
    "25)статью 1Федерального закона от 29 июля 2017 года N 243-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" и статьи 8 и 14 Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\" (Собрание законодательства Российской Федерации, 2017, N 31, ст. 4792);",
    "26)статью 7Федерального закона от 27 декабря 2018 года N 528-ФЗ \"О внесении изменений в отдельные законодательные акты Российской Федерации и признании утратившим силу пункта 2 части 2 статьи 22 Федерального закона \"О территориях опережающего социально-экономического развития в Российской Федерации\" в связи с реорганизацией государственного управления в сфере миграции и в сфере внутренних дел\" (Собрание законодательства Российской Федерации, 2018, N 53, ст. 8454);",
    "27) Федеральныйзаконот 27 декабря 2018 года N 544-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2018, N 53, ст. 8470);",
    "28) Федеральныйзаконот 3 июля 2019 года N 165-ФЗ \"О внесении изменения в статью 14 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2019, N 27, ст. 3530);",
    "29) Федеральныйзаконот 18 июля 2019 года N 188-ФЗ \"О внесении изменений в статью 6 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2019, N 29, ст. 3855);",
    "30)статью 13Федерального закона от 26 июля 2019 года N 232-ФЗ \"О внесении изменений в Федеральный закон \"Об образовании в Российской Федерации\" и отдельные законодательные акты Российской Федерации в связи с изменением структуры федеральных органов исполнительной власти, осуществляющих полномочия в сфере образования и науки\" (Собрание законодательства Российской Федерации, 2019, N 30, ст. 4134);",
    "31) Федеральныйзаконот 26 июля 2019 года N 236-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" и статью 3 Федерального закона \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2019, N 30, ст. 4138);",
    "32) Федеральныйзаконот 18 марта 2020 года N 58-ФЗ \"О внесении изменений в статью 33.1 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2020, N 12, ст. 1650);",
    "33) Федеральныйзаконот 18 марта 2020 года N 63-ФЗ \"О внесении изменений в статьи 35 и 41.5 Федерального закона \"О гражданстве Российской Федерации\" (Собрание законодательства Российской Федерации, 2020, N 12, ст. 1655);",
    "34) Федеральныйзаконот 24 апреля 2020 года N 134-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" в части упрощения процедуры приема в гражданство Российской Федерации иностранных граждан и лиц без гражданства\" (Собрание законодательства Российской Федерации, 2020, N 17, ст. 2712);",
    "35)статью 1Федерального закона от 13 июля 2020 года N 209-ФЗ \"О внесении изменений в Федеральный закон \"О гражданстве Российской Федерации\" и Федеральный закон \"О государственной дактилоскопической регистрации в Российской Федерации\" (Собрание законодательства Российской Федерации, 2020, N 29, ст. 4519);",
    "36)статью 5Федерального закона от 30 декабря 2020 года N 517-ФЗ \"О внесении изменений в Федеральный закон \"Об образовании в Российской Федерации\" и отдельные законодательные акты Российской Федерации\" (Собрание законодательства Российской Федерации, 2021, N 1, ст. 56);",
    "37)статью 3Федерального закона от 24 сентября 2022 года N 370-ФЗ \"О внесении изменений в отдельные законодательные акты Российской Федерации\" (Собрание законодательства Российской Федерации, 2022, N 39, ст. 6540);",
    "38)статью 3Федерального закона от 19 декабря 2022 года N 538-ФЗ \"О внесении изменений в отдельные законодательные акты Российской Федерации\" (Собрание законодательства Российской Федерации, 2022, N 52, ст. 9368);",
    "39)статью 37Федерального закона от 28 декабря 2022 года N 569-ФЗ \"О внесении изменений в отдельные законодательные акты Российской Федерации и признании утратившими силу отдельных положений законодательных актов Российской Федерации\" (Собрание законодательства Российской Федерации, 2023, N 1, ст. 16)."
  ]
}