{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава 1. Общие положения",
  "article_index": "8",
  "article_title": "Статья 8. Гражданство ребенка и недееспособного лица",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Гражданство ребенка следует гражданству родителей (усыновителей) или единственного родителя (усыновителя) в соответствии с настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Гражданство Российской Федерации ребенка не может быть прекращено, если в результате прекращения гражданства Российской Федерации он станет лицом без гражданства.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Если гражданство Российской Федерации одного из родителей (усыновителей) прекращается, а другой родитель (усыновитель) остается гражданином Российской Федерации, их ребенок сохраняет гражданство Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Гражданство Российской Федерации ребенка может быть прекращено одновременно с прекращением гражданства Российской Федерации одного из родителей (усыновителей) при наличии одного из следующих документов:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) письменное и нотариально удостоверенное в соответствии с законодательством Российской Федерации согласие другого родителя (усыновителя), являющегося гражданином Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) вступившее в законную силу решение суда об объявлении другого родителя (усыновителя) умершим, или о признании его безвестно отсутствующим, или о лишении его родительских прав;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) свидетельство о смерти другого родителя (усыновителя);",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) составленное в произвольной форме заявление одного из родителей (усыновителей) об отсутствии у него сведений о наличии возражений другого родителя (усыновителя), который является гражданином Российской Федерации и местонахождение которого заявителю неизвестно, относительно прекращения гражданства Российской Федерации ребенка;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) свидетельство о рождении ребенка, в котором отсутствует запись о другом родителе.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Гражданство ребенка не изменяется при изменении гражданства его родителей, лишенных родительских прав. В случае изменения гражданства ребенка согласие его родителей, лишенных родительских прав, не требуется.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Гражданство Российской Федерации ребенка или недееспособного лица, над которыми установлены опека или попечительство иностранного гражданина, может быть прекращено в порядке, предусмотренном настоящим Федеральным законом, если это не противоречит интересам таких ребенка или недееспособного лица.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Ребенок, являющийся гражданином Российской Федерации, при усыновлении (удочерении) его иностранными гражданами или иностранным гражданином сохраняет гражданство Российской Федерации. Гражданство Российской Федерации ребенка, усыновленного (удочеренного) иностранными гражданами или иностранным гражданином, может быть прекращено по заявлению обоих усыновителей или единственного усыновителя в порядке, предусмотренном настоящим Федеральным законом, если это не противоречит интересам такого ребенка.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Для приобретения гражданства Российской Федерации ребенком в возрасте от четырнадцати до восемнадцати лет или прекращения гражданства Российской Федерации такого ребенка необходимо его письменное согласие. Подлинность подписи ребенка свидетельствуется в порядке, определенномположениемо порядке рассмотрения вопросов гражданства Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}