{
  "law_index": "138",
  "law_date": "2023-04-28",
  "law_title": "Федеральный закон \"О гражданстве Российской Федерации\" от 28.04.2023 N 138-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава 1. Общие положения",
  "article_index": "9",
  "article_title": "Статья 9. Документы, удостоверяющие гражданство Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Основным документом, удостоверяющим гражданство Российской Федерации и личность гражданина Российской Федерации на территории Российской Федерации, является паспорт гражданина Российской Федерации (далее также - паспорт).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Паспорт обязаны иметь все граждане Российской Федерации, достигшие возраста четырнадцати лет и проживающие в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Оформление, выдача, замена, уничтожение паспорта и изъятие недействительного паспорта осуществляются федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом. Изъятие недействительного паспорта у лица, находящегося за пределами Российской Федерации, осуществляется дипломатическим представительством или консульским учреждением.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Паспорт может быть оформлен в виде документа на бумажном носителе или в виде иного документа, в том числе содержащего электронный носитель информации, определяемого нормативным правовым актом Президента Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5.Положениео паспорте, устанавливающее порядок и сроки его оформления, выдачи, замены, уничтожения, срок действия паспорта и порядок его использования, перечень биометрических персональных данных, содержащихся на электронном носителе информации, порядок изъятия недействительного паспорта, порядок ведения учета паспортов и их бланков, а такжеобразцыбланка паспорта иописаниябланка паспорта утверждаются Правительством Российской Федерации с учетом требований настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. За выдачу паспорта уплачивается государственная пошлина вразмереи порядке, которые установлены законодательством Российской Федерации о налогах и сборах.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Гражданин Российской Федерации обязан бережно хранить свой паспорт. Об утрате или о хищении паспорта на территории Российской Федерации гражданин Российской Федерации обязан незамедлительно заявить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, а в случае утраты или хищения паспорта за пределами Российской Федерации в дипломатическое представительство или консульское учреждение.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Паспорт является недействительным:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) по истечении срока его действия, устанавливаемого Правительством Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) по истечении девяноста дней со дня изменения гражданином Российской Федерации в установленном порядке фамилии, имени, отчества, сведений о дате (числе, месяце, годе) и (или) месте рождения либо внесения изменения в запись акта гражданского состояния на основании медицинскогозаключенияврачебной комиссии медицинской организации, подведомственной федеральному органу исполнительной власти по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере здравоохранения, о соответствии половых признаков признакам определенного пола, выданного в соответствии счастью 2 статьи 45.1Федерального закона от 21 ноября 2011 года N 323-ФЗ \"Об основах охраны здоровья граждан в Российской Федерации\";",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) со дня установления федеральным органом исполнительной власти в сфере внутренних дел, его территориальным органом или пограничным органом федеральной службы безопасности факта внесения в паспорт недостоверных сведений;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) в случае непригодности паспорта для дальнейшего использования вследствие нарушения элементов защиты бланка паспорта, в результате которого невозможно установить подлинность такого бланка или обеспечить защиту от изменения содержащихся на нем записей, изображений, реквизитов, либо вследствие повреждения, нарушающего целостность бланка паспорта (отсутствия страницы или ее части, предназначенной для внесения отметок и (или) записей), и (или) износа или повреждения, при которых невозможно визуально однозначно определить реквизиты паспорта, наличие в паспорте тех или иных сведений либо их содержание, - со дня наступления соответствующих обстоятельств;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) со дня выдачи нового паспорта в связи с его заменой;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) со дня принятия решения о прекращении гражданства Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) со дня приема территориальным органом федерального органа исполнительной власти в сфере внутренних дел, дипломатическим представительством или консульским учреждением заявления гражданина Российской Федерации об утрате или о хищении паспорта;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) со дня смерти владельца паспорта;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) в случае, если паспорт не истребован, - по истечении трех лет со дня его оформления или по истечении трех лет со дня сдачи паспорта в территориальный орган федерального органа исполнительной власти в сфере внутренних дел как найденного;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) в случае установления факта оформления паспорта на основании поддельных, подложных или недействительных документов либо заведомо ложных сведений - со дня оформления паспорта.Порядокустановления такого факта определяется федеральным органом исполнительной власти в сфере внутренних дел;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) в случае изготовления паспорта на поддельном бланке;",
          "unindexed": []
        },
        {
          "subclause_index": "12",
          "subclause_text": "12) в случае установления по результатам проверки, проведенной в соответствии состатьей 40настоящего Федерального закона, факта отсутствия у владельца паспорта гражданства Российской Федерации - со дня оформления паспорта.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Не допускаются:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) оформление гражданину Российской Федерации нового паспорта без признания утраченного или похищенного паспорта недействительным;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) выдача гражданину Российской Федерации нового паспорта без изъятия ранее выданного паспорта, за исключением случая, если паспорт утрачен или похищен;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) изъятие у гражданина Российской Федерации действительного паспорта, за исключением случаев, предусмотренных законодательством Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Документом, удостоверяющим гражданство Российской Федерации, наряду с паспортом может быть иной документ, содержащий указание на гражданство Российской Федерации.Переченьдокументов, удостоверяющих гражданство Российской Федерации, устанавливается Президентом Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}