{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава II. Порядок оформления и выдачи документов для выезда из Российской Федерации и въезда в Российскую Федерацию граждан Российской Федерации, основания недействительности таких документов",
  "article_index": "10",
  "article_title": "Статья 10",
  "clauses": [],
  "unindexed": [
    "Паспорт, содержащий электронный носитель информации, выдается сроком на десять лет.",
    "Датой подачи заявления о выдаче паспорта считается день подачи всех предусмотренныхстатьей 9настоящего Федерального закона надлежащим образом оформленных документов, а также фотографий. В случае подачи заявления о выдаче паспорта через подведомственное предприятие датой подачи такого заявления считается день приема федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом заявления о выдаче паспорта, всех предусмотренных указаннойстатьейнадлежащим образом оформленных документов, а также фотографий.",
    "При подаче заявления о выдаче паспорта в форме электронного документа с использованием единого портала государственных и муниципальных услуг заявителю не позднее рабочего дня, следующего за днем подачи указанного заявления, направляется электронное сообщение о приеме заявления либо о мотивированном отказе в приеме заявления. Датой подачи указанного заявления считается день направления заявителю электронного сообщения о приеме заявления. При оформлении паспорта, содержащего электронный носитель информации, по заявлению о выдаче паспорта, поданному в форме электронного документа, заявитель либо лицо, в отношении которого указанное заявление подано, в течение 15 дней со дня подачи такого заявления должны обратиться в федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган для цифрового фотографирования, сканирования папиллярных узоров пальцев рук и представления надлежащим образом оформленных документов, предусмотренныхстатьей 9настоящего Федерального закона. В случае, если заявителем пропущен указанный срок, оформление паспорта приостанавливается на срок не более шести месяцев со дня подачи заявления, по истечении которого оформление паспорта прекращается.",
    "Срок оформления паспорта гражданину Российской Федерации, имеющему (имевшему) допуск к сведениям особой важности или совершенно секретным сведениям, отнесенным к государственной тайне в соответствии сзаконодательствомРоссийской Федерации о государственной тайне, не должен превышать три месяца со дня подачи заявления о выдаче паспорта.",
    "В случае подачи заявления о выдаче паспорта на территории субъекта Российской Федерации, в котором гражданин Российской Федерации зарегистрирован по месту жительства, срок оформления паспорта не должен превышать один месяц со дня подачи указанного заявления.",
    "В случае подачи заявления о выдаче паспорта на территории субъекта Российской Федерации, в котором гражданин Российской Федерации не имеет регистрации по месту жительства, срок оформления паспорта не должен превышать три месяца со дня подачи указанного заявления.",
    "Срок оформления паспорта дипломатическим представительством или консульским учреждением Российской Федерации не должен превышать три месяца со дня подачи заявления о выдаче паспорта, за исключением случаев подачи заявления о выдаче паспорта в форме электронного документа с использованием единого портала государственных и муниципальных услуг.",
    "При подаче заявления о выдаче паспорта в форме электронного документа с использованием единого портала государственных и муниципальных услуг паспорт, в том числе содержащий электронный носитель информации, оформляется после личного обращения заявителя в федеральный орган исполнительной власти в сфере внутренних дел и представления надлежащим образом оформленных документов, предусмотренныхстатьей 9настоящего Федерального закона.",
    "При наличии документально подтвержденных обстоятельств, связанных с необходимостью экстренного лечения, тяжелой болезнью или смертью близкого родственника и требующих выезда из Российской Федерации, срок оформления паспорта не должен превышать трех рабочих дней со дня подачи заявления о выдаче паспорта.",
    "При наличии обстоятельств, предусмотренныхстатьей 15настоящего Федерального закона, либо в случае несогласия одного из законных представителей несовершеннолетнего на выезд из Российской Федерации несовершеннолетнего гражданина Российской Федерации паспорт не оформляется и (или) не выдается, одновременно заявителю выдается соответствующее уведомление с изложением причины отказа в оформлении (выдаче) паспорта."
  ]
}