{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава II. Порядок оформления и выдачи документов для выезда из Российской Федерации и въезда в Российскую Федерацию граждан Российской Федерации, основания недействительности таких документов",
  "article_index": "14",
  "article_title": "Статья 14",
  "clauses": [],
  "unindexed": [
    "В случае отсутствия документов, перечисленных вчасти первойнастоящей статьи, расходы на оказание медицинской помощи, в том числе в экстренной и неотложной формах (включая медицинскую эвакуацию на территории иностранного государства и из иностранного государства в Российскую Федерацию), за пределами территории Российской Федерации несет сам гражданин Российской Федерации или лица, заинтересованные в оказании медицинской помощи гражданину Российской Федерации за пределами территории Российской Федерации, в том числе лица, пригласившие гражданина Российской Федерации, а расходы на возвращение тела (останков) в Российскую Федерацию несут лица, заинтересованные в возвращении тела (останков) в Российскую Федерацию.",
    "Положениячастей первойивторойнастоящей статьи не распространяются на граждан Российской Федерации, направляемых в служебные командировки, если оплата оказанной им медицинской помощи осуществляется в соответствии с международными договорами Российской Федерации и (или) нормативными правовыми актами Российской Федерации.",
    "Условия и порядок осуществления добровольного страхования, предусмотренногочастью первойнастоящей статьи, определяются правилами страхования, разрабатываемыми страховщиком или объединением страховщиков с учетом требований международных договоров Российской Федерации и законодательства Российской Федерации о страховании.",
    "Правила страхования должны предусматривать:",
    "1) обязанность страховщика осуществить оплату и (или) возместить расходы на оплату медицинской помощи в экстренной и неотложной формах, оказанной гражданину, названному в договоре добровольного страхования (далее - застрахованное лицо), на территории иностранного государства (включая медицинскую эвакуацию на территории иностранного государства и из иностранного государства в Российскую Федерацию) при наступлении страхового случая в связи с получением травмы, отравлением, внезапным острым заболеванием или обострением хронического заболевания, и (или) возвращения тела (останков) в Российскую Федерацию;",
    "2) исполнение страховщиком обязанности, указанной вподпункте 1настоящей части, независимо от даты окончания действия договора добровольного страхования, если страховой случай наступил в период действия этого договора;",
    "3) заключение договора добровольного страхования на срок не менее указанного страхователем периода временного пребывания застрахованного лица за пределами территории Российской Федерации;",
    "4) условие о вступлении договора добровольного страхования в силу не позднее даты пересечения застрахованным лицом Государственной границы Российской Федерации, если условиями договора не предусмотрено его заключение в пользу застрахованного лица, находящегося за пределами территории Российской Федерации;",
    "5) установление страховой суммы в размере, определенном исходя из требований к размеру страховой суммы, предъявляемых иностранным государством, которое намеревается посетить застрахованное лицо, но не менее суммы, эквивалентной двум миллионам рублей по официальному курсу Центрального банка Российской Федерации, установленному на дату заключения договора добровольного страхования.",
    "Страховщик вправе устанавливать в правилах страхования дополнительные события, при наступлении которых у него возникает обязанность произвести страховую выплату страхователю, застрахованному лицу, выгодоприобретателю или иным третьим лицам, а также вправе увеличивать установленную настоящей статьей минимальную страховую сумму по договору добровольного страхования.",
    "В случае необходимости получения застрахованным лицом во время пребывания за пределами территории Российской Федерации медицинской помощи в экстренной и неотложной формах при наступлении страхового случая в связи с получением травмы, отравлением, внезапным острым заболеванием или обострением хронического заболевания в медицинскую организацию или врачу предъявляется договор добровольного страхования (страховой полис) на русском и английском языках или сообщаются его номер, наименование страховщика и номер телефона, по которому следует обращаться при наступлении страхового случая.",
    "Дипломатические представительства и консульские учреждения Российской Федерации оказывают содействие гражданам Российской Федерации в получении помощи по страховым случаям на территории иностранного государства впорядке, устанавливаемом Правительством Российской Федерации, если иное не предусмотрено международными договорами Российской Федерации."
  ]
}