{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "24",
  "article_title": "Статья 24",
  "clauses": [],
  "unindexed": [
    "Лица без гражданства могут въезжать в Российскую Федерацию и выезжать из Российской Федерации при наличии визы по действительным документам, выданным соответствующими органами государства их проживания, удостоверяющим их личность и признаваемым Российской Федерацией в этом качестве, если иное не предусмотрено международными договорами Российской Федерации, настоящим Федеральным законом илиуказамиПрезидента Российской Федерации.",
    "Иностранные граждане и лица без гражданства, получившие разрешение на временное проживание в Российской Федерации либо разрешение на временное проживание в Российской Федерации в целях получения образования, осуществляют въезд в Российскую Федерацию и выезд из Российской Федерации на основании действительных документов, удостоверяющих их личность и признаваемых Российской Федерацией в этом качестве, и визы временно проживающего лица, если иное не предусмотрено международными договорами Российской Федерации, настоящим Федеральным законом или указами Президента Российской Федерации.",
    "Иностранные граждане, получившиевид на жительствов Российской Федерации, осуществляют въезд в Российскую Федерацию и выезд из Российской Федерации на основании действительных документов, удостоверяющих их личность и признаваемых Российской Федерацией в этом качестве, и вида на жительство.",
    "Лица без гражданства, получившие вид на жительство в Российской Федерации, осуществляют въезд в Российскую Федерацию и выезд из Российской Федерации на основании вида на жительство.",
    "Иностранным гражданам или лицам без гражданства въезд в Российскую Федерацию и выезд из Российской Федерации могут быть не разрешены по основаниям, предусмотренным настоящим Федеральнымзаконом.",
    "Иностранные граждане и лица без гражданства, признанные впорядке, установленном федеральным законом, на территории Российской Федерации беженцами, могут выезжать из Российской Федерации и въезжать в Российскую Федерацию на основании проездного документа беженца.",
    "Иностранные граждане и лица без гражданства, в отношении которых принято решение об административном выдворении за пределы Российской Федерации или о депортации, выезжают из Российской Федерации на основании данного решения.",
    "Иностранные граждане и лица без гражданства, в отношении которых Генеральной прокуратурой Российской Федерации принято решение о выдаче иностранному государству и которые не имеют действительных документов, удостоверяющих их личность и признаваемых Российской Федерацией в этом качестве, выезжают из Российской Федерации на основании указанного решения.",
    "Иностранные граждане и лица без гражданства, в отношении которых иностранным государством удовлетворен запрос Генеральной прокуратуры Российской Федерации о выдаче для уголовного преследования или исполнения приговора на территории Российской Федерации и которые не имеют действительных документов, удостоверяющих их личность и признаваемых Российской Федерацией в этом качестве, въезжают в Российскую Федерацию на основании письменного уведомления компетентного органа иностранного государства об удовлетворении указанного запроса."
  ]
}