{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Въезд в Российскую Федерацию и выезд из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.16-1",
  "article_title": "Статья 25.16-1",
  "clauses": [],
  "unindexed": [
    "Единая электронная виза оформляется гражданам иностранных государств,переченькоторых определяется Правительством Российской Федерации.",
    "Единая электронная виза оформляется дипломатическим представительством или консульским учреждением Российской Федерации иностранному гражданину, подавшему заявление о ее оформлении на специализированном сайте федерального органа исполнительной власти, ведающего вопросами иностранных дел, в информационно-телекоммуникационной сети \"Интернет\" или с использованием иных информационных технологий взаимодействия с указанным органом, определяемых Правительством Российской Федерации.",
    "Срок оформления единой электронной визы составляет не более четырех календарных дней со дня подачи иностранным гражданином заявления о ее оформлении.",
    "Единая электронная виза является однократной. Срок действия единой электронной визы составляет шестьдесят суток со дня ее оформления с разрешенным сроком пребывания иностранного гражданина в Российской Федерации не более шестнадцати суток со дня въезда на территорию Российской Федерации.",
    "Единая электронная виза содержит идентификационный номер единой электронной визы, а также сведения, указанные вчасти третьей статьи 25.1настоящего Федерального закона, за исключением сведений о цели поездки иностранного гражданина и о приглашающей организации (приглашающем физическом лице).",
    "Въезд в Российскую Федерацию и выезд из Российской Федерации иностранного гражданина на основании единой электронной визы осуществляется черезпункты пропускачерез Государственную границу Российской Федерации, определенные Правительством Российской Федерации.",
    "Порядокоформления единой электронной визы устанавливается Правительством Российской Федерации."
  ]
}