{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.10",
  "article_title": "Статья 25.10",
  "clauses": [],
  "unindexed": [
    "Физические и юридические лица, содействующие иностранному гражданину или лицу без гражданства в незаконном въезде в Российскую Федерацию, незаконном выезде из Российской Федерации, незаконном транзитном проезде через территорию Российской Федерации и незаконном пребывании (проживании) в Российской Федерации, а также транспортные или иные организации, осуществляющие международные перевозки и доставившие в Российскую Федерацию иностранного гражданина или лицо без гражданства, которые имеют неправильно оформленные документы либо не имеют установленных документов на право въезда в Российскую Федерацию, несут ответственность в соответствии сзаконодательствомРоссийской Федерации.",
    "В отношении иностранного гражданина или лица без гражданства при наличии оснований, предусмотренныхстатьей 26настоящего Федерального закона, может быть вынесено решение о неразрешении въезда в Российскую Федерацию. В отношении иностранного гражданина или лица без гражданства при наличии оснований, предусмотренных частью первойстатьи 27настоящего Федерального закона, выносится решение о неразрешении въезда в Российскую Федерацию. В случае принятия решений о неразрешении въезда в Российскую Федерацию одновременно в отношении нескольких иностранных граждан и (или) лиц без гражданства такие решения могут быть оформлены путем составления единого документа с указанием фамилии, имени, отчества (при его наличии) каждого иностранного гражданина или лица без гражданства, в отношении которых принято такое решение, гражданства (подданства) данного иностранного гражданина, а также реквизитов документов, удостоверяющих личность данных иностранных граждан или лиц без гражданства и признаваемых Российской Федерацией в этом качестве. В случае выдачи лицу без гражданства, в отношении которого принято решение о неразрешении въезда в Российскую Федерацию, временного удостоверения личности лица без гражданства в Российской Федерации такое решение подлежит отмене уполномоченным федеральным органом исполнительной власти или его территориальным органом, принявшим такое решение, в течение пяти рабочих дней со дня поступления уведомления о выдаче лицу без гражданства указанного удостоверения.Порядокпринятия решения о неразрешении въезда в Российскую Федерацию ипереченьфедеральных органов исполнительной власти, уполномоченных принимать такие решения, устанавливаются Правительством Российской Федерации.",
    "В отношении иностранного гражданина или лица без гражданства, незаконно находящихся на территории Российской Федерации или допустивших грубое нарушение обязанностей, предусмотренныхстатьей 4Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\", либо лица, которому не разрешен въезд в Российскую Федерацию, а также в случае, если пребывание (проживание) иностранного гражданина или лица без гражданства, законно находящихся в Российской Федерации, создает реальную угрозу обороноспособности или безопасности государства, либо общественному порядку, либо здоровью населения, в целях защиты основ конституционного строя, нравственности, прав и законных интересов других лиц может быть принято решение о нежелательности пребывания (проживания) данного иностранного гражданина или лица без гражданства в Российской Федерации, за исключением случаев, предусмотренныхабзацем вторым пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". При подтверждении факта излечения от инфекционного заболевания, представляющего опасность для окружающих, иностранного гражданина или лица без гражданства, в отношении которых принято решение о нежелательности пребывания (проживания) в Российской Федерации в связи с наличием обстоятельств, создающих реальную угрозу здоровью населения, такое решение подлежит отмене. В случае отказа иностранного гражданина или лица без гражданства, в отношении которых принято решение о нежелательности пребывания (проживания) в Российской Федерации в связи с наличием у указанного иностранного гражданина или лица без гражданства инфекционного заболевания, представляющего опасность для окружающих, проходить лечение в Российской Федерации и выезда в целях прохождения лечения в другое государство действие такого решения может быть приостановлено. В случае выдачи лицу без гражданства, в отношении которого принято решение о нежелательности пребывания (проживания) в Российской Федерации, временного удостоверения личности лица без гражданства в Российской Федерации такое решение подлежит отмене уполномоченным федеральным органом исполнительной власти или его территориальным органом, принявшим такое решение, в течение пяти рабочих дней со дня поступления уведомления о выдаче лицу без гражданства указанного удостоверения.Порядокпринятия, приостановления действия и отмены решения о нежелательности пребывания (проживания) иностранного гражданина или лица без гражданства в Российской Федерации ипереченьфедеральных органов исполнительной власти, уполномоченных принимать такое решение, устанавливаются Правительством Российской Федерации.",
    "В случае вынесения решения о нежелательности пребывания (проживания) в Российской Федерации иностранного гражданина, не достигшего возраста 18 лет, решение о нежелательности пребывания (проживания) в Российской Федерации выносится также в отношении находящегося в Российской Федерации иностранного гражданина, являющегося его законным представителем.",
    "Иностранный гражданин или лицо без гражданства, в отношении которых принято решение о неразрешении въезда в Российскую Федерацию или решение о нежелательности пребывания (проживания) в Российской Федерации, обязаны выехать из Российской Федерации впорядке, предусмотренном федеральным законом.",
    "Иностранный гражданин или лицо без гражданства, не покинувшие территорию Российской Федерации в установленный срок, подлежат депортации.",
    "Депортация иностранного гражданина или лица без гражданства, в отношении которых принято решение о неразрешении въезда в Российскую Федерацию или решение о нежелательности пребывания (проживания) в Российской Федерации, осуществляется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом во взаимодействии с иными федеральными органами исполнительной власти и их территориальными органами в пределах их компетенции.Порядоквзаимодействия федерального органа исполнительной власти в сфере внутренних дел и его территориальных органов с федеральными органами исполнительной власти, уполномоченными принимать решение о неразрешении въезда в Российскую Федерацию или решение о нежелательности пребывания (проживания) в Российской Федерации, и их территориальными органами при осуществлении контроля за исполнением иностранными гражданами и лицами без гражданства таких решений устанавливается совместными нормативными правовыми актами федерального органа исполнительной власти в сфере внутренних дел и заинтересованных федеральных органов исполнительной власти.",
    "Решение о нежелательности пребывания (проживания) иностранного гражданина или лица без гражданства в Российской Федерации является основанием для последующего отказа во въезде в Российскую Федерацию.",
    "Въезд в Российскую Федерацию иностранного гражданина или лица без гражданства, в отношении которых принято решение о нежелательности их пребывания (проживания) в Российской Федерации, не допускается, за исключением случая, если указанный иностранный гражданин или лицо без гражданства передается иностранным государством Российской Федерации в соответствии с международным договором Российской Федерации о реадмиссии.",
    "В случае выдачи временного удостоверения личности лица без гражданства в Российской Федерации или замены временного удостоверения личности лица без гражданства в Российской Федерации лицу, в отношении которого федеральным органом исполнительной власти, уполномоченным принимать решения о нежелательности пребывания (проживания) в Российской Федерации в связи с наличием обстоятельств, создающих реальную угрозу здоровью населения, или федеральным органом исполнительной власти, осуществляющим функции по противодействию легализации (отмыванию) доходов, полученных преступным путем, финансированию терроризма, экстремистской деятельности и финансированию распространения оружия массового уничтожения, принято решение о неразрешении въезда в Российскую Федерацию или решение о нежелательности пребывания (проживания) в Российской Федерации, действие соответствующего решения приостанавливается федеральным органом исполнительной власти, принявшим соответствующее решение, на период срока действия временного удостоверения личности лица без гражданства в Российской Федерации в течение пяти рабочих дней со дня поступления уведомления о выдаче или замене лицу без гражданства указанного удостоверения. В случае выезда за пределы Российской Федерации лица без гражданства, в отношении которого приостановлено действие решения о неразрешении въезда в Российскую Федерацию или решения о нежелательности пребывания (проживания) в Российской Федерации, действие соответствующего решения возобновляется."
  ]
}