{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.1",
  "article_title": "Статья 25.1",
  "clauses": [],
  "unindexed": [
    "Виза - выданное (оформленное - в части, касающейся единой электронной визы) уполномоченным государственным органом разрешение на въезд в Российскую Федерацию и пребывание в Российской Федерации или транзитный проезд через территорию Российской Федерации по действительному документу, удостоверяющему личность иностранного гражданина или лица без гражданства и признаваемому Российской Федерацией в этом качестве.",
    "Виза содержит следующие сведения: фамилию и имя иностранного гражданина или лица без гражданства (написанные буквами русского и латинского алфавитов), их дату рождения, пол, гражданство (подданство), номер документа, удостоверяющего личность указанного иностранного гражданина или лица без гражданства и признаваемого Российской Федерацией в этом качестве, их фотографическое изображение (за исключением визы, выданной федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом), дату выдачи визы, разрешенный срок пребывания указанного иностранного гражданина или лица без гражданства в Российской Федерации, номер их приглашения на въезд в Российскую Федерацию либо соответствующего решения государственного органа, срок действия данной визы,цель поездкиуказанного иностранного гражданина или лица без гражданства, сведения о приглашающей организации (приглашающем физическом лице), кратность данной визы.",
    "Срок действия визы устанавливается в соответствии с настоящим Федеральным законом, если иное не предусмотрено международным договором Российской Федерации.",
    "Визавыдается(оформляется) дипломатическим представительством или консульским учреждением Российской Федерации, федеральным органом исполнительной власти, ведающим вопросами иностранных дел, или его представительством на территории Российской Федерации (в том числе находящимся в пункте пропуска через Государственную границу Российской Федерации), федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом.",
    "Если иное не предусмотрено международным договором Российской Федерации или федеральным законом, виза не может быть выдана (оформлена) иностранному гражданину или лицу без гражданства, в отношении которых в соответствии с настоящим Федеральным закономвынесено(принято) решение о неразрешении въезда в Российскую Федерацию или решение о нежелательности пребывания (проживания) в Российской Федерации либо въезд которых в Российскую Федерацию не разрешается по основаниям, предусмотреннымстатьей 27настоящего Федерального закона.",
    "Форма визы, порядок и условия ее оформления и выдачи, продления срока ее действия, восстановления ее в случае утраты и порядок аннулирования визыустанавливаютсяПравительством Российской Федерации в соответствии с настоящим Федеральным законом.",
    "За выдачу (оформление) или восстановление визы иностранному гражданину или лицу без гражданства дипломатическим представительством или консульским учреждением Российской Федерации взимаются консульский сбор и сбор в счет возмещения фактических расходов, устанавливаемые в соответствии сзаконодательствомРоссийской Федерации.",
    "За выдачу визы, продление срока ее действия или восстановление визы на территории Российской Федерации представительством федерального органа исполнительной власти, ведающего вопросами иностранных дел, находящимся в пункте пропуска через Государственную границу Российской Федерации, уплачивается государственная пошлина вразмереипорядке, которые установлены законодательством Российской Федерации о налогах и сборах."
  ]
}