{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.4",
  "article_title": "Статья 25.4",
  "clauses": [],
  "unindexed": [
    "Дипломатическая виза выдается:",
    "1) главам иностранных государств, главам правительств иностранных государств, членам иностранных официальных делегаций, членам семей указанных лиц, следующим с ними, и сопровождающим их лицам на срок до одного года;",
    "2) дипломатическим агентам дипломатических представительств и консульским должностным лицам консульских учреждений, сотрудникам представительств международных организаций в Российской Федерации, в отношении которых Российской Федерацией признается дипломатический статус, членам семей указанных лиц на срок до одного года;",
    "3) иностранным дипломатическим и консульским курьерам на срок командировки;",
    "4) должностным лицам иностранных государств, в отношении которых Российской Федерацией признается статус должностного лица, имеющего право на получение дипломатической визы, и которые следуют с рабочим визитом в дипломатические представительства или консульские учреждения иностранных государств в Российской Федерации либо в международные организации или их представительства в Российской Федерации, на срок до одного года.",
    "В случае, если в отношении иностранного гражданина, не имеющего дипломатического паспорта, Российской Федерацией признается дипломатический статус, указанному гражданину может быть оформлена дипломатическая виза.",
    "В случае, если в отношении иностранного гражданина, имеющего дипломатический паспорт, Российской Федерацией не признается дипломатический статус, указанному гражданину оформляется обыкновенная виза."
  ]
}