{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.5",
  "article_title": "Статья 25.5",
  "clauses": [],
  "unindexed": [
    "Служебная виза выдается:",
    "1) членам официальных иностранных делегаций, членам семей указанных лиц, следующим с ними, и сопровождающим их лицам на срок до одного года;",
    "2) работникам административно-технического и обслуживающего персонала дипломатических представительств, консульским служащим и работникам обслуживающего персонала консульских учреждений иностранных государств в Российской Федерации, представительств международных организаций в Российской Федерации и членам семей указанных лиц на срок до одного года;",
    "3) военнослужащим вооруженных сил иностранных государств и членам семей указанных лиц на срок до одного года. Военнослужащим вооруженных сил иностранных государств, въезжающим в Российскую Федерацию в целях реализации международных договоров Российской Федерации и (или) решений органов государственной власти Российской Федерации в области военно-технического сотрудничества, и членам семей указанных лиц разрешается продление срока пребывания в Российской Федерации путем выдачи многократной визы на срок действия внешнеторгового контракта, зарегистрированного в установленном порядке, но не более чем на пять лет;",
    "4) должностным лицам иностранных государств, в отношении которых Российской Федерацией признается статус должностного лица, имеющего право на получение служебной визы, и которые следуют с рабочим визитом в дипломатические представительства или консульские учреждения иностранных государств в Российской Федерации либо в международные организации или их представительства в Российской Федерации, на срок до одного года.",
    "В случае, если в отношении иностранного гражданина, не имеющего служебного паспорта, Российской Федерацией признается официальный статус, указанному гражданину может быть оформлена служебная виза.",
    "В случае, если в отношении иностранного гражданина, имеющего служебный паспорт, Российской Федерацией не признается официальный статус, указанному гражданину оформляется обыкновенная виза."
  ]
}