{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.6",
  "article_title": "Статья 25.6",
  "clauses": [],
  "unindexed": [
    "Обыкновенная частная виза выдается на срок до трех месяцев либо на основе принципа взаимности на срок до одного года иностранному гражданину, въезжающему в Российскую Федерацию с гостевым визитом, на основании приглашения на въезд в Российскую Федерацию, оформленного по ходатайству гражданина Российской Федерации, иностранного гражданина, получившего вид на жительство в Российской Федерации, или юридического лица, на основании решения руководителя дипломатического представительства или консульского учреждения Российской Федерации о выдаче иностранному гражданину визы, принятого в исключительных случаях по его заявлению в письменной форме, либо на основании решения федерального органа исполнительной власти, ведающего вопросами иностранных дел, о выдаче иностранному гражданину визы, принятого по ходатайству дипломатического представительства или консульского учреждения иностранного государства в Российской Федерации, международной организации или ее представительства в Российской Федерации либо представительства иностранного государства при международной организации, находящейся в Российской Федерации.",
    "Обыкновенная частная виза выдается на срок до одного года иностранному гражданину, являющемуся близким родственником гражданина Российской Федерации, на основании указанного вподпункте 4 части первой статьи 25настоящего Федерального закона решения руководителя дипломатического представительства или консульского учреждения Российской Федерации о выдаче визы иностранному гражданину, с разрешенным сроком пребывания указанного иностранного гражданина в Российской Федерации в течение всего срока действия визы и с последующим продлением срока действия указанной визы на срок до одного года.",
    "Обыкновенная частная виза выдается на срок до трех месяцев иностранному гражданину, въезжающему в Российскую Федерацию в целях экстренного лечения либо в связи с тяжелой болезнью или смертью близкого родственника на основании указанного вподпункте 2 части первой статьи 25настоящего Федерального закона решения, принятого федеральным органом исполнительной власти, ведающим вопросами иностранных дел, дипломатическим представительством или консульским учреждением Российской Федерации либо представительством федерального органа исполнительной власти, ведающего вопросами иностранных дел, находящимся в пределах приграничной территории, в том числе в пункте пропуска через Государственную границу Российской Федерации.",
    "Обыкновенная частная виза выдается на срок до одного года иностранному гражданину, получившему статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника такой Государственной программы, на основании указанного вподпункте 4.3 части первой статьи 25настоящего Федерального закона решения, принятого территориальным органом федерального органа исполнительной власти в сфере внутренних дел, с последующим продлением срока действия указанной визы на срок предоставления данного статуса.",
    "Обыкновенная деловая виза выдается на срок до тридцати суток иностранному гражданину, указанному вподпункте 8.2 пункта 4 статьи 13либопункте 23 статьи 13.2Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\". Обыкновенная деловая виза выдается на срок до одного года либо на основе принципа взаимности на срок до пяти лет иностранному гражданину, въезжающему в Российскую Федерацию в целях осуществления деловых поездок (с правом осуществления научно-исследовательской и (или) преподавательской деятельности в случае, предусмотренномподпунктом 8.1 пункта 4 статьи 13Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\"). Обыкновенная деловая виза выдается на срок до пяти лет иностранному гражданину, являющемуся представителем либо работником компании, указанной вподпункте 8 части первой статьи 25настоящего Федерального закона.",
    "Обыкновенная деловая многократная виза выдается на срок до одного года иностранному гражданину, въезжающему в Российскую Федерацию в целях проведения переговоров о заключении с резидентом территории опережающего развития, расположенной на территории Дальневосточного федерального округа, или с резидентом свободного порта Владивосток инвестиционного соглашения о реализации инвестиционного проекта на территории Дальневосточного федерального округа и являющемуся представителем или работником иностранной компании, планирующей заключить такое инвестиционное соглашение. Срок рассмотрения дипломатическим представительством или консульским учреждением Российской Федерации вопроса о выдаче обыкновенной деловой многократной визы указанному иностранному гражданину составляет не более пяти дней.",
    "Обыкновенная деловая многократная виза выдается иностранному гражданину, въезжающему в Российскую Федерацию и являющемуся представителем или работником иностранной компании, заключившей с резидентом территории опережающего развития, расположенной на территории Дальневосточного федерального округа, или с резидентом свободного порта Владивосток инвестиционное соглашение о реализации инвестиционного проекта на территории Дальневосточного федерального округа, а также членам его семьи на срок действия такого инвестиционного соглашения, но не более чем на три года. Срок рассмотрения дипломатическим представительством или консульским учреждением Российской Федерации вопроса о выдаче обыкновенной деловой многократной визы указанным иностранным гражданам составляет не более пяти дней.",
    "Обыкновенная деловая виза выдается на срок до одного года иностранному гражданину, въезжающему в Российскую Федерацию в целях прохождения лечения, и сопровождающему его лицу на основании приглашения на въезд в Российскую Федерацию, оформленного территориальным органом федерального органа исполнительной власти в сфере внутренних дел по ходатайству медицинской организации.",
    "Обыкновенная туристическая виза выдается на срок до шести месяцев иностранному гражданину, въезжающему в Российскую Федерацию в качестве туриста, на основании подтверждения о приеме организацией, сведения о которой содержатся в едином федеральном реестре туроператоров. Обыкновенная туристическая виза выдается на срок до шести месяцев на основании подтверждения о бронировании места в гостинице или ином средстве размещения, сведения о которых содержатся в едином перечне классифицированных гостиниц, горнолыжных трасс, пляжей, гражданам иностранных государств,переченькоторых определяется Правительством Российской Федерации.",
    "Обыкновенная туристическая групповая виза выдается на срок до одного месяца иностранному гражданину, въезжающему в Российскую Федерацию в качестве туриста в составе организованной туристической группы (не менее пяти человек), при наличии у него подтверждения о приеме организацией, сведения о которой содержатся в едином федеральном реестре туроператоров.",
    "Обыкновенная учебная виза выдается на срок до одного года иностранному гражданину, въезжающему в Российскую Федерацию в целях обучения в образовательной организации или научной организации. Пребывание иностранного гражданина в Российской Федерации на основании обыкновенной рабочей визы не препятствует его обучению в организации, осуществляющей образовательную деятельность, на территории Российской Федерации без изменения цели въезда.",
    "Обыкновенная учебная виза членам семьи (супруге (супругу), несовершеннолетним детям, нетрудоспособным совершеннолетним детям) иностранного гражданина, въезжающего в Российскую Федерацию в целях обучения и поступившего в государственную образовательную организацию или государственную научную организацию для получения образования по очной или очно-заочной форме по образовательной программе среднего профессионального образования, программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо в образовательную или научную организацию, включенную в установленный Правительством Российской Федерацииперечень, выдается на срок действия визы, выданной указанному иностранному гражданину, на основании приглашения на въезд в Российскую Федерацию, оформленного по ходатайству этих организаций, с последующим продлением срока действия такой визы на срок продления визы, выданной указанному иностранному гражданину.",
    "Обыкновенная учебная виза членам семьи (супруге (супругу), несовершеннолетним детям, нетрудоспособным совершеннолетним детям) иностранного гражданина, въезжающего в Российскую Федерацию в целях обучения и поступившего в профессиональную образовательную организацию или образовательную организацию высшего образования в системе федерального органа исполнительной власти, ведающего вопросами соответственно обороны, внутренних дел, безопасности, государственной охраны, таможенного дела, предотвращения чрезвычайных ситуаций и ликвидации последствий стихийных бедствий, исполнения уголовных наказаний в отношении осужденных, деятельности войск национальной гвардии, выдается на срок действия визы, выданной данному иностранному гражданину, на основании приглашения на въезд в Российскую Федерацию, оформленного по ходатайству соответствующего федерального органа исполнительной власти, с последующим продлением срока действия визы на срок продления визы, выданной данному иностранному гражданину.",
    "Обыкновенная рабочая виза выдается иностранному гражданину, въезжающему в Российскую Федерацию в целях осуществления трудовой деятельности, на срок действия трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), но не более чем на один год. Иностранному гражданину, въезжающему в Российскую Федерацию в целях осуществления трудовой деятельности в Российской Федерации в соответствии состатьей 13.2или13.5Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\" или осуществляющему такую деятельность, обыкновенная рабочая виза оформляется как многократная и выдается на срок действия соответственно заключенного трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), но не более чем на три года со дня въезда этого иностранного гражданина в Российскую Федерацию с последующим продлением срока действия указанной визы на срок действия соответственно заключенного трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), но не более чем на три года для каждого такого продления. Иностранным гражданам - членам семьи иностранного гражданина, являющегося высококвалифицированным специалистом в соответствии состатьей 13.2Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\", обыкновенные рабочие визы оформляются как многократные и выдаются на срок действия визы, выданной указанному иностранному гражданину, с правом осуществления в установленном федеральным законом порядке трудовой деятельности, обучения, а также иной деятельности, не запрещенной законодательством Российской Федерации, с последующим продлением срока действия таких виз в случае продления срока действия визы указанному иностранному гражданину. В случае пребывания иностранного гражданина в Российской Федерации на основании обыкновенной рабочей визы допускается обучение данного иностранного гражданина в образовательной организации на территории Российской Федерации без оформления в установленном порядке изменения цели въезда данного иностранного гражданина в Российскую Федерацию.",
    "Обыкновенная рабочая виза выдается как однократная или двукратная на срок до трех месяцев иностранному гражданину - работнику иностранного юридического лица (производителя или поставщика), выполняющему монтажные (шефмонтажные) работы, осуществляющему сервисное и гарантийное обслуживание, послегарантийный ремонт поставленного в Российскую Федерацию технического оборудования, с последующим продлением срока действия указанной визы на срок не более девяноста дней.",
    "Обыкновенная рабочая виза членам семьи (супруге (супругу), несовершеннолетним детям, нетрудоспособным совершеннолетним детям) иностранного гражданина, въезжающего в Российскую Федерацию в целях осуществления трудовой деятельности в Российской Федерации по профессии (специальности, должности), включенной впереченьпрофессий (специальностей, должностей) иностранных граждан и лиц без гражданства - квалифицированных специалистов, имеющих право на получение вида на жительство в Российской Федерации без получения разрешения на временное проживание в Российской Федерации, утвержденный федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере занятости населения и безработицы, выдается на срок действия визы, выданной указанному иностранному гражданину, на основании приглашения на въезд в Российскую Федерацию, оформленного по ходатайству работодателя или заказчика работ (услуг), с последующим продлением срока действия такой визы на срок продления визы, выданной указанному иностранному гражданину.",
    "Обыкновенная рабочая многократная виза выдается иностранному гражданину, въезжающему в Российскую Федерацию и заключившему с резидентом территории опережающего развития, расположенной на территории Дальневосточного федерального округа, или с резидентом свободного порта Владивосток трудовой договор, связанный с реализацией инвестиционного проекта, а также членам его семьи на срок действия заключенного трудового договора, но не более чем на три года со дня въезда указанного иностранного гражданина в Российскую Федерацию. Срок рассмотрения дипломатическим представительством или консульским учреждением Российской Федерации вопроса о выдаче обыкновенной деловой многократной визы указанным иностранным гражданам составляет не более пяти дней.",
    "Обыкновенная гуманитарная виза выдается на срок до одного года либо на основе принципа взаимности на срок до пяти лет иностранному гражданину, въезжающему в Российскую Федерацию в целях осуществления научных, или культурных, или общественно-политических, или спортивных, или религиозных связей и контактов (за исключением осуществления профессиональной религиозной деятельности, в том числе миссионерской деятельности, по трудовому или гражданско-правовому договору с религиозными организациями), либо паломничества, либо благотворительной деятельности, либо доставки гуманитарной помощи (с правом осуществления педагогической деятельности в случае, предусмотренномподпунктом 8.1 пункта 4 статьи 13Федерального закона \"О правовом положении иностранных граждан в Российской Федерации\").",
    "Обыкновенная виза на въезд в Российскую Федерацию в целях получения убежища выдается иностранному гражданину на срок до трех месяцев при наличии решения федерального органа исполнительной власти в сфере внутренних дел о признании данного иностранного гражданина беженцем на территории Российской Федерации.",
    "Обыкновенная виза на въезд в Российскую Федерацию в целях получения разрешения на временное проживание в Российской Федерации выдается иностранному гражданину или лицу без гражданства на срок до четырех месяцев при наличии решения территориального органа федерального органа исполнительной власти в сфере внутренних дел о выдаче этим иностранному гражданину или лицу без гражданства разрешения на временное проживание в Российской Федерации.",
    "Часть утратила силу. - Федеральныйзаконот 28.12.2024 N 517-ФЗ."
  ]
}