{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "4",
  "chapter_title": "Глава IV. Порядок оформления и выдачи документов для въезда в Российскую Федерацию и выезда из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "25.8-1",
  "article_title": "Статья 25.8-1",
  "clauses": [],
  "unindexed": [
    "Порядококазания содействия в приеме заявлений об оформлении, о выдаче, продлении срока действия и восстановлении виз подведомственным предприятием территориальным органам федерального органа исполнительной власти в сфере внутренних дел, в том числе сроки передачи подведомственным предприятием указанных заявлений в территориальные органы федерального органа исполнительной власти в сфере внутренних дел,порядокосуществления контроля за соблюдением подведомственным предприятием требований к оказанию такого содействия, а такжетребованияк информационному взаимодействию подведомственного предприятия и территориальных органов федерального органа исполнительной власти в сфере внутренних дел, осуществляемому с использованием единой системы межведомственного электронного взаимодействия, устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
    "На территории города федерального значения Москвы содействие территориальному органу федерального органа исполнительной власти в сфере внутренних дел в приеме заявлений об оформлении, о выдаче, продлении срока действия и восстановлении виз может оказывать уполномоченная данным субъектом Российской Федерации организация (далее - уполномоченная организация).",
    "Порядококазания содействия в приеме заявлений об оформлении, о выдаче, продлении срока действия и восстановлении виз уполномоченной организацией территориальному органу федерального органа исполнительной власти в сфере внутренних дел, в том числе сроки передачи уполномоченной организацией указанных заявлений в территориальный орган федерального органа исполнительной власти в сфере внутренних дел,порядокосуществления контроля за соблюдением уполномоченной организацией требований к оказанию такого содействия, а такжетребованияк информационному взаимодействию уполномоченной организации и территориального органа федерального органа исполнительной власти в сфере внутренних дел устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
    "Привлечение уполномоченной организации к оказанию содействия территориальному органу федерального органа исполнительной власти в сфере внутренних дел в приеме заявлений об оформлении, о выдаче, продлении срока действия и восстановлении виз осуществляется по мотивированному предложению высшего должностного лица города федерального значения Москвы на основании соответствующего решения федерального органа исполнительной власти в сфере внутренних дел и соглашения о взаимодействии федерального органа исполнительной власти в сфере внутренних дел и данного субъекта Российской Федерации."
  ]
}