{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Въезд в Российскую Федерацию и выезд из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "26",
  "article_title": "Статья 26",
  "clauses": [],
  "unindexed": [
    "1) в пункте пропуска через Государственную границу Российской Федерации нарушили правила пересечения Государственной границы Российской Федерации, таможенные правила, санитарные нормы, - до устранения нарушения;",
    "2) сообщили заведомо ложные сведения о себе или о цели своего пребывания в Российской Федерации;",
    "3) утратил силу. - Федеральныйзаконот 23.07.2013 N 224-ФЗ;",
    "4) неоднократно (два и более раза) в течение трех лет привлекались к административной ответственности в соответствии с законодательством Российской Федерации за совершение административного правонарушения на территории Российской Федерации, - в течение трех лет со дня вступления в силу последнего постановления о привлечении к административной ответственности;",
    "5) утратил силу с 1 января 2007 года. - Федеральныйзаконот 30.12.2006 N 266-ФЗ;",
    "6) утратил силу. - Федеральныйзаконот 23.07.2013 N 207-ФЗ;",
    "7) утратил силу. - Федеральныйзаконот 23.07.2013 N 224-ФЗ;",
    "8) в период своего предыдущего пребывания в Российской Федерации не выехали из Российской Федерации до истечения тридцати суток со дня окончания срока временного пребывания, за исключением случаев отсутствия возможности покинуть территорию Российской Федерации по обстоятельствам, связанным с необходимостью экстренного лечения, тяжелой болезнью или со смертью близкого родственника, проживающего в Российской Федерации, либо вследствие непреодолимой силы (чрезвычайных и непредотвратимых при данных условиях обстоятельств) или иных явлений стихийного характера, - в течение трех лет со дня выезда из Российской Федерации;",
    "9) участвует в деятельности иностранной или международной организации, в отношении которой принято решение о признании нежелательной на территории Российской Федерации ее деятельности;",
    "10) участвует в деятельности организации, включенной в перечень организаций и физических лиц, в отношении которых имеются сведения об их причастности к экстремистской деятельности или терроризму, либо в составляемые в рамках реализации полномочий, предусмотренныхглавой VIIУстава ООН, Советом Безопасности ООН или органами, специально созданными решениями Совета Безопасности ООН, перечни организаций и физических лиц, связанных с террористическими организациями и террористами или с распространением оружия массового уничтожения, а также в случае принятия межведомственным координационным органом, осуществляющим функции по противодействию финансированию терроризма и экстремистской деятельности, решения о замораживании (блокировании) денежных средств или иного имущества этого иностранного гражданина или лица без гражданства либо при наличии вступившего в законную силу решения суда о приостановлении операций по банковским счетам и других операций с денежными средствами или иным имуществом этого иностранного гражданина или лица без гражданства - до отмены соответствующего решения."
  ]
}