{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Въезд в Российскую Федерацию и выезд из Российской Федерации иностранных граждан и лиц без гражданства",
  "article_index": "28",
  "article_title": "Статья 28",
  "clauses": [],
  "unindexed": [
    "1) в соответствии с законодательством Российской Федерации задержаны по подозрению в совершении преступления либо привлечены в качестве обвиняемых, - до принятия решения по делу или до вступления в законную силу приговора суда;",
    "2) осуждены за совершение преступления на территории Российской Федерации, - до отбытия (исполнения) наказания или до освобождения от наказания, за исключением иностранных граждан или лиц без гражданства, условно-досрочно освобожденных от отбывания наказания, в случае отсутствия у них в соответствии с решением суда материальных обязательств перед потерпевшей стороной;",
    "3) уклоняются от исполнения обязательств, наложенных на них судом, - до исполнения обязательств либо до достижения согласия сторонами;",
    "4) не выполнили предусмотренные законодательством Российской Федерации обязательства по уплате налогов, - до выполнения этих обязательств;",
    "5) привлечены к административной ответственности в соответствии с законодательством Российской Федерации за совершение административного правонарушения на территории Российской Федерации с назначением административного наказания в виде административного ареста либо обязательных работ, - до исполнения наказания или до освобождения от наказания.",
    "В отношении лиц, находящихся на территории Российской Федерации, гражданство Российской Федерации которых прекращено по основаниям, предусмотреннымпунктами 2и3 части 1 статьи 22Федерального закона от 28 апреля 2023 года N 138-ФЗ \"О гражданстве Российской Федерации\", прекращают действовать ранее установленные временные ограничения на выезд из Российской Федерации, за исключением ограничений, предусмотренных подпунктами 1, 3 и 4 статьи 15 настоящего Федерального закона."
  ]
}