{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "6",
  "chapter_title": "Глава VI. Порядок транзитного проезда иностранных граждан и лиц без гражданства через территорию Российской Федерации",
  "article_index": "29",
  "article_title": "Статья 29",
  "clauses": [],
  "unindexed": [
    "Если иное не предусмотрено федеральным законом или международным договором Российской Федерации, транзитный проезд через территорию Российской Федерации иностранных граждан и лиц без гражданства в государство назначения всеми видами транспорта разрешается по предъявлении российской транзитной визы, визы на въезд в сопредельное с Российской Федерацией по маршруту следования государство либо визы государства назначения и действительных для выезда из Российской Федерации проездных билетов или подтвержденной гарантии их приобретения в пункте пересадки на территории Российской Федерации.",
    "Транзитная виза иностранному гражданину не требуется в случае транзитного проезда этого иностранного гражданина через территорию Российской Федерации в безостановочном режиме на участках транспортных магистралей в соответствии с перечнем и в порядке, которые установлены Правительством Российской Федерации.",
    "Транзитный проезд иностранного гражданина или лица без гражданства в соответствии с международным договором Российской Федерации о реадмиссии осуществляется на основании решения о транзите указанного иностранного гражданина или лица без гражданства, принятого федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом.",
    "Перечень должностных лиц федерального органа исполнительной власти в сфере внутренних дел и его территориальных органов, уполномоченных принимать решение о транзите, указанное вчасти четвертойнастоящей статьи, утверждается федеральным органом исполнительной власти в сфере внутренних дел."
  ]
}