{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "6",
  "article_title": "Статья 6",
  "clauses": [],
  "unindexed": [
    "Иностранные граждане или лица без гражданства обязаны при въезде в Российскую Федерацию и выезде из Российской Федерации предъявить действительныедокументы, удостоверяющие их личность и признаваемые Российской Федерацией в этом качестве, и визу, если иное не предусмотрено международными договорами Российской Федерации, настоящим Федеральным законом илиуказамиПрезидента Российской Федерации.",
    "Лица без гражданства осуществляют въезд в Российскую Федерацию и выезд из Российской Федерации в соответствии с правилами, установленными настоящим Федеральнымзакономдля иностранных граждан, если иное не предусмотрено международными договорами Российской Федерации, настоящим Федеральным законом, другими федеральными законами илиуказамиПрезидента Российской Федерации.",
    "Формирование сведений об иностранных гражданах и о лицах без гражданства в информационных системах государственных органов и организаций обеспечивается путем единообразного перевода фамилий и имен, содержащихся в документах, удостоверяющих личность иностранных граждан и лиц без гражданства, с латинского написания на кириллическое написание.Порядокуказанного перевода фамилий и имен, в том числе в целях проведения экспериментов, предусмотренныхстатьей 25.16-2настоящего Федерального закона, устанавливается Правительством Российской Федерации.",
    "Контроль за наличием виз или иных разрешений на въезд лиц в иностранное государство является обязанностью транспортной компании (перевозчика пассажиров), если иное не предусмотрено международным договором Российской Федерации.",
    "В целях настоящего Федерального закона не рассматривается как выезд из Российской Федерации и как въезд в Российскую Федерацию:",
    "пересечение Государственной границы Российской Федерации гражданином Российской Федерации, иностранным гражданином или лицом без гражданства в течение срока действия имеющейся у него визы при следовании с одной части территории Российской Федерации на другую часть ее территории через территорию иностранного государства в режиме транзитного проезда либо через исключительную экономическую зону Российской Федерации и исключительные экономические зоны иностранных государств, через открытое море, а в случаях, установленных Правительством Российской Федерации, через территориальные моря иностранных государств без захода в иностранные порты, а равно при следовании на российских воздушных судах, которые в соответствии с законодательством Российской Федерации могут неоднократно пересекать Государственную границу Российской Федерации без прохождения пограничного, таможенного (в части совершения таможенных операций, связанных с прибытием (убытием) судов) и иных видов контроля;",
    "пересечение Государственной границы Российской Федерации гражданином Российской Федерации, иностранным гражданином или лицом без гражданства, являющимися членами экипажей и включенными в судовую роль судов, на российских и иностранных судах, которые в соответствии с законодательством Российской Федерации могут неоднократно пересекать Государственную границу Российской Федерации без прохождения пограничного, таможенного и иных видов контроля."
  ]
}