{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава II. Порядок оформления и выдачи документов для выезда из Российской Федерации и въезда в Российскую Федерацию граждан Российской Федерации, основания недействительности таких документов",
  "article_index": "8",
  "article_title": "Статья 8",
  "clauses": [],
  "unindexed": [
    "Гражданин Российской Федерации с учетом положенийчасти третьейнастоящей статьи вправе выбрать паспорт со сроком действия, предусмотреннымчастью первой статьи 10настоящего Федерального закона, или паспорт, содержащий электронный носитель информации, со сроком действия, предусмотреннымчастью второй статьи 10настоящего Федерального закона, что отражается данным гражданином в соответствующем письменном заявлении о выдаче паспорта.",
    "Гражданин Российской Федерации при подаче в соответствии с положениями настоящего Федерального закона письменного заявления о выдаче паспорта в федеральный орган исполнительной власти, ведающий вопросами иностранных дел, или его территориальный орган, к компетенции которого отнесен прием письменных заявлений о выдаче паспорта, либо в дипломатическое представительство или консульское учреждение Российской Федерации, оснащенные специальными программно-техническими средствами для оформления и выдачи паспорта, содержащего электронный носитель информации, вправе выбрать паспорт со сроком действия, предусмотреннымчастью первой статьи 10настоящего Федерального закона, или паспорт, содержащий электронный носитель информации, со сроком действия, предусмотреннымчастью второй статьи 10настоящего Федерального закона, что отражается данным гражданином в соответствующем письменном заявлении о выдаче паспорта.",
    "Гражданину Российской Федерации со дня его рождения и до достижения возраста 18 лет паспорт оформляется и выдается по письменному заявлению о выдаче паспорта хотя бы одного из родителей, усыновителей, опекунов или попечителей (далее - законный представитель несовершеннолетнего), если иное не предусмотрено законом.",
    "Гражданину Российской Федерации, проживающему за пределами территории Российской Федерации, паспорт оформляется ивыдаетсядипломатическим представительством или консульским учреждением Российской Федерации в государстве пребывания указанного гражданина.",
    "Федеральный орган исполнительной власти, ведающий вопросами иностранных дел, может оформить и выдать паспорт гражданину Российской Федерации, проживающему на территории Российской Федерации, по его письменному заявлению о выдаче паспорта, поданному через организацию, направляющую его за пределы территории Российской Федерации изарегистрированнуюв федеральном органе исполнительной власти, ведающем вопросами иностранных дел, впорядке, установленном Правительством Российской Федерации.",
    "Иными федеральными органами исполнительной власти и федеральными государственными органами, в которых предусмотрена военная служба и деятельность которых связана с выполнением функций и задач за пределами территории Российской Федерации, также может оформляться и выдаваться паспорт гражданину Российской Федерации, проходящему службу (работающему) в качестве военнослужащего или лица гражданского персонала в указанных федеральных органах исполнительной власти и федеральных государственных органах, в соответствии сперечнем,утверждаемым Правительством Российской Федерации, а также в порядке и на условиях, им установленных.",
    "За выдачу паспорта, за внесение в него изменений уплачивается государственная пошлина в размерах и порядке, которые установленызаконодательствомРоссийской Федерации о налогах и сборах. Факт уплаты плательщиком государственной пошлины подтверждается способами, которые установлены законодательством Российской Федерации о налогах и сборах, в том числе с использованием информации об уплате государственной пошлины, содержащейся в Государственной информационной системе о государственных и муниципальных платежах.",
    "За выдачу паспорта, за внесение в него изменений дипломатическими представительствами и консульскими учреждениями Российской Федерации взимаются консульский сбор и сбор в счет возмещения фактических расходов, устанавливаемые в соответствии сзаконодательствомРоссийской Федерации.",
    "За регистрацию и перерегистрацию организаций в федеральном органе исполнительной власти, ведающем вопросами иностранных дел, уплачивается государственная пошлина вразмерахипорядке, которые установлены законодательством Российской Федерации о налогах и сборах.",
    "Паспорт оформляется в виде документа на бумажном носителе.",
    "На территориях отдельных субъектов Российской Федерации,переченькоторых устанавливается федеральным органом исполнительной власти в сфере внутренних дел, уполномоченное федеральным органом исполнительной власти в сфере внутренних дел и находящееся в его ведении федеральное государственное унитарное предприятие (далее - подведомственное предприятие) оказывает содействие федеральному органу исполнительной власти в сфере внутренних дел и его территориальным органам в приеме заявлений о выдаче паспорта и документов, необходимых для его оформления, за исключением паспорта, содержащего электронный носитель информации (далее - содействие в приеме заявлений и документов, необходимых для оформления паспорта).",
    "Порядококазания содействия в приеме заявлений и документов, необходимых для оформления паспорта, подведомственным предприятием федеральному органу исполнительной власти в сфере внутренних дел и его территориальным органам, в том числе сроки передачи подведомственным предприятием указанных заявлений и документов в федеральный орган исполнительной власти в сфере внутренних дел и его территориальные органы,порядокосуществления контроля за соблюдением подведомственным предприятием требований к оказанию такого содействия в приеме заявлений и документов, необходимых для оформления паспорта, а такжетребованияк информационному взаимодействию подведомственного предприятия и федерального органа исполнительной власти в сфере внутренних дел, его территориальных органов, осуществляемому с использованием единой системы межведомственного электронного взаимодействия, устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
    "По заявлению о выдаче паспорта, поданному через подведомственное предприятие, паспорт оформляется и выдается заявителю федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом."
  ]
}