{
  "law_index": "114",
  "law_date": "1996-08-15",
  "law_title": "Федеральный закон \"О порядке выезда из Российской Федерации и въезда в Российскую Федерацию\" от 15.08.1996 N 114-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава II. Порядок оформления и выдачи документов для выезда из Российской Федерации и въезда в Российскую Федерацию граждан Российской Федерации, основания недействительности таких документов",
  "article_index": "9",
  "article_title": "Статья 9",
  "clauses": [],
  "unindexed": [
    "При подаче заявления о выдаче паспорта в форме электронного документа с использованием единого портала государственных и муниципальных услуг документы об уплате государственной пошлины за оформление паспорта могут быть направлены гражданином Российской Федерации в форме электронных документов с использованием единого портала государственных и муниципальных услуг.",
    "В заявлении о выдаче паспорта гражданин Российской Федерации указывает на отсутствие обстоятельств, предусмотренных настоящим Федеральнымзаконом, которые могли бы препятствовать его выезду из Российской Федерации.",
    "Для сбора персональных данных владельца паспорта, записываемых на электронный носитель информации, гражданин Российской Федерации, который подал заявление о выдаче паспорта, или гражданин Российской Федерации, в отношении которого указанное заявление подано, подлежит цифровому фотографированию, а гражданин Российской Федерации, который достиг возраста 12 лет, подал заявление о выдаче паспорта или в отношении которого указанное заявление подано, также подлежит сканированию папиллярных узоров указательных пальцев его рук, осуществляемым в федеральном органе исполнительной власти или его территориальном органе либо в дипломатическом представительстве или консульском учреждении Российской Федерации, к компетенции которых отнесен прием заявлений о выдаче паспорта, или в многофункциональном центре предоставления государственных и муниципальных услуг.",
    "В случае невозможности сканирования папиллярных узоров указательных пальцев рук гражданина Российской Федерации проводится сканирование папиллярных узоров других пальцев рук указанного лица."
  ]
}