{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "10.1",
  "article_title": "Статья 10.1. Установление личности иностранного гражданина, не имеющего действительного документа, удостоверяющего личность",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Установление личности иностранного гражданина, незаконно находящегося на территории Российской Федерации и не имеющего действительного документа, удостоверяющего личность, а также в иных случаях, предусмотренных законодательством Российской Федерации или международным договором Российской Федерации, осуществляется по инициативе федерального органа исполнительной власти в сфере внутренних дел или его территориального органа либо по заявлению иностранного гражданина об установлении личности.",
      "subclauses": [],
      "unindexed": [
        "Установление личности иностранного гражданина осуществляется на основании решения руководителя федерального органа исполнительной власти в сфере внутренних дел или его территориального органа в соответствии с процедурой, определяемой настоящей статьей."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2. Иностранный гражданин в заявлении об установлении личности, оформленном на бланке, указывает свои персональные данные (фамилию, имя, отчество (последнее при наличии), дату и место рождения), а также цель, обстоятельства и дату въезда в Российскую Федерацию. В целях проведения процедуры установления личности вместе с указанным заявлением представляются имеющиеся у иностранного гражданина подлинники документов, содержащих его персональные данные, и (или) их копии. К таким документам относятся недействительный документ, удостоверяющий личность, свидетельство о рождении, документ, свидетельствующий о перемене фамилии, имени и (или) отчества либо иных персональных данных, документ о заключении (расторжении) брака, документ об образовании, военный билет, трудовая книжка и (или) сведения о трудовой деятельности, оформленные в установленном законодательствомпорядке, пенсионное удостоверение, водительское удостоверение, справка из места лишения свободы об освобождении, иные документы, содержащие персональные данные заявителя.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. О принятии к рассмотрению заявления иностранного гражданина об установлении личности иностранному гражданину выдается справка установленной формы с фотографией вместе с описью приложенных к заявлению документов.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. В целях установления личности иностранного гражданина территориальный орган федерального органа исполнительной власти в сфере внутренних дел вправе:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) требовать от иностранного гражданина предоставления в письменной форме информации, необходимой для установления его личности;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) проводить соответствующие проверки, опрашивать лиц, указанных иностранным гражданином в качестве свидетелей, по месту жительства или месту пребывания иностранного гражданина, а также проводить его опознание по свидетельским показаниям;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) использовать сведения об иностранных гражданах, содержащиеся в государственной информационной системе миграционного учета;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) использовать дактилоскопическую информацию, полученную при проведении государственной дактилоскопической регистрации;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) направлять запросы в дипломатические представительства или консульские учреждения иностранных государств в Российской Федерации, международные организации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Опрос лиц, указанных иностранным гражданином в качестве свидетелей, проводится сотрудником территориального органа федерального органа исполнительной власти в сфере внутренних дел. Результаты опроса оформляются протоколом опроса свидетеля, в котором указываются место и время проведения опроса, должность, фамилия, имя, отчество лица, проводившего опрос, персональные данные свидетеля, а также документ, удостоверяющий личность свидетеля.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Протокол опроса свидетеля предъявляется для ознакомления участвовавшему в опросе свидетелю. Свидетель может вносить в протокол замечания о его дополнении и уточнении, которые удостоверяются его подписью. Протокол подписывается составившим его сотрудником территориального органа федерального органа исполнительной власти в сфере внутренних дел и участвовавшим в опросе свидетелем. В случае отказа свидетеля подписать протокол сотрудник территориального органа федерального органа исполнительной власти в сфере внутренних дел вносит в протокол соответствующую запись и удостоверяет ее своей подписью.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Для опознания иностранного гражданина сотрудник территориального органа федерального органа исполнительной власти в сфере внутренних дел предъявляет его свидетелям, которые предварительно сообщают сведения о себе, а также об обстоятельствах знакомства с данным иностранным гражданином.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Иностранный гражданин предъявляется для опознания вместе с другими лицами, по возможности внешне сходными с ним. Общее число лиц, предъявляемых для опознания, должно быть не менее трех. Перед началом опознания иностранному гражданину предлагается занять любое место среди предъявляемых для опознания лиц, о чем в протоколе опознания делается соответствующая запись. В случае невозможности опознания иностранного гражданина непосредственно может быть проведено опознание по его фотографии, предъявляемой одновременно с фотографиями других лиц, по возможности внешне сходных с опознаваемым. Количество фотографий должно быть не менее трех. Если опознающий указал на одно из предъявленных для опознания лиц или на одну из фотографий, то ему предлагается объяснить, по каким приметам или особенностям он опознал данное лицо, а также сообщить фамилию, имя и отчество опознанного.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. По результатам опознания составляется протокол опознания, в котором указываются место и дата проведения опознания, должность, фамилия и инициалы лица, составившего протокол, фамилии, имена, отчества участвовавших в опознании лиц, а при необходимости адреса их места жительства (места пребывания) и другие сведения о них.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Протокол опознания предъявляется для ознакомления всем участвовавшим в опознании лицам. Указанные лица могут вносить в протокол замечания о его дополнении и уточнении, которые должны быть удостоверены их подписями.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Протокол опознания подписывается составившим его сотрудником территориального органа федерального органа исполнительной власти в сфере внутренних дел, а также участвовавшими в опознании лицами. В случае отказа участвовавшего в опознании лица подписать протокол сотрудник территориального органа федерального органа исполнительной власти в сфере внутренних дел вносит в протокол соответствующую запись и удостоверяет ее своей подписью.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. По результатам проведенных проверок, опроса свидетелей и опознания территориальным органом федерального органа исполнительной власти в сфере внутренних дел составляется заключение об установлении личности иностранного гражданина, которое подписывается руководителем указанного территориального органа. Подлинники документов, представленных иностранным гражданином в целях проведения процедуры установления личности, возвращаются иностранному гражданину. Копия заключения территориального органа федерального органа исполнительной власти в сфере внутренних дел об установлении личности иностранного гражданина вручается (направляется) данному иностранному гражданину в течение трех рабочих дней со дня составления этого заключения.",
      "subclauses": [],
      "unindexed": [
        "Иностранному гражданину, не имеющему действительных документов, удостоверяющих личность, при установлении наличия у данного лица гражданства иностранного государства либо при установлении государства, готового принять лицо без гражданства, выдается справка установленнойформыс фотографией для следования в дипломатическое представительство соответствующего иностранного государства в Российской Федерации.",
        "Формазаявления о выдаче справки для следования в дипломатическое представительство иностранного государства в Российской Федерации, форма такой справки ипорядокее выдачи утверждаются федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "13",
      "clause_text": "13. Срок проведения процедуры установления личности иностранного гражданина не должен превышать три месяца. В случае непоступления из дипломатических представительств или консульских учреждений иностранных государств в Российской Федерации, международных организаций ответов на запросы территориального органа федерального органа исполнительной власти в сфере внутренних дел срок проведения процедуры установления личности иностранного гражданина может быть однократно продлен по решению руководителя указанного территориального органа, но не более чем на три месяца.",
      "subclauses": [],
      "unindexed": [
        "В случае непоступления ответов в течение времени, на которое продлен срок проведения процедуры установления личности иностранного гражданина, заключение об установлении личности иностранного гражданина выносится на основании данных, имеющихся ко времени истечения этого срока."
      ]
    },
    {
      "clause_index": "14",
      "clause_text": "14.Формыбланков заявления об установлении личности, справки о приеме заявления об установлении личности к рассмотрению, протокола опроса свидетелей, протокола опознания и заключения об установлении личности иностранного гражданина утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}