{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "13.3",
  "article_title": "Статья 13.3. Особенности трудовой деятельности иностранных граждан, прибывших в Российскую Федерацию в порядке, не требующем получения визы, на основании патента",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Работодатели или заказчики работ (услуг), являющиеся юридическими лицами или индивидуальными предпринимателями либо частными нотариусами, адвокатами, учредившими адвокатский кабинет, или иными лицами, чья профессиональная деятельность в соответствии с федеральными законами подлежит государственной регистрации и (или) лицензированию, имеют право привлекать к трудовой деятельности законно находящихся на территории Российской Федерации иностранных граждан, прибывших в Российскую Федерацию в порядке, не требующем получения визы, и достигших возраста восемнадцати лет, при наличии у каждого такого иностранного гражданина патента, выданного в соответствии с настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": [
        "Работодатели или заказчики работ (услуг), являющиеся гражданами Российской Федерации, имеют право привлекать к трудовой деятельности для обеспечения личных, домашних и иных подобных нужд, не связанных с осуществлением работодателем или заказчиком работ (услуг) предпринимательской деятельности, иностранных граждан, прибывших в Российскую Федерацию в порядке, не требующем получения визы, и достигших возраста восемнадцати лет, при наличии у каждого такого иностранного гражданина патента, выданного в соответствии с настоящим Федеральным законом.",
        "Привлекать иностранных граждан на условиях, установленных настоящей статьей, вправе работодатели или заказчики работ (услуг), не имеющие на момент заключения с иностранным гражданином трудового договора или гражданско-правового договора на выполнение работ (оказание услуг) неисполненных постановлений о назначении административных наказаний за незаконное привлечение к трудовой деятельности в Российской Федерации иностранных граждан."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2. Для получения патента иностранный гражданин в течение тридцати календарных дней со дня въезда в Российскую Федерацию представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1)заявлениео выдаче патента;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) документ, удостоверяющий личность данного иностранного гражданина и признаваемый Российской Федерацией в этом качестве;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) миграционную карту с указанием работы как цели визита в Российскую Федерацию и с отметкой пограничного органа федеральной службы безопасности о въезде данного иностранного гражданина в Российскую Федерацию или с отметкой территориального органа федерального органа исполнительной власти в сфере внутренних дел о выдаче данному иностранному гражданину указанной миграционной карты. В случае непредставления указанного документа территориальный орган федерального органа исполнительной власти в сфере внутренних дел проверяет на основании имеющихся в таком органе сведений данные об иностранном гражданине, содержащиеся в миграционной карте;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) действующий на территории Российской Федерации договор (полис) добровольного медицинского страхования, заключенный со страховой организацией или с иностранной страховой организацией, имеющими право в соответствии со страховым законодательством на осуществление в Российской Федерации добровольного медицинского страхования, либо сведения о нем в случае его заключения в форме электронного документа, либо договор о предоставлении платных медицинских услуг, заключенный с медицинской организацией, находящейся в субъекте Российской Федерации, на территории которого данный иностранный гражданин намеревается осуществлять трудовую деятельность, либо полис обязательного медицинского страхования в соответствии с требованиямизаконодательстваРоссийской Федерации об обязательном медицинском страховании или сведения о нем. Договор (полис) добровольного медицинского страхования либо договор с медицинской организацией о предоставлении платных медицинских услуг должен обеспечивать оказание иностранному гражданину первичной медико-санитарной помощи и специализированной медицинской помощи в неотложной форме.",
          "unindexed": [
            "Высший исполнительный орган государственной власти субъекта Российской Федерации вправе установить перечень медицинских организаций, уполномоченных на заключение с иностранным гражданином договора на оказание ему платных медицинских услуг, необходимого для получения патента, а также принять решение о представлении иностранным гражданином для получения патента на территории данного субъекта Российской Федерации только одного из указанных в настоящем подпункте документов;"
          ]
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) медицинские документы, подтверждающие отсутствие факта употребления им наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ и инфекционных заболеваний, представляющих опасность для окружающих, предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, а такжесертификатоб отсутствии у него заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". Указанные медицинские документы и сертификат выдаются по результатам медицинского освидетельствования, проведенного в соответствии с Федеральнымзакономот 30 марта 1999 года N 52-ФЗ \"О санитарно-эпидемиологическом благополучии населения\" и иными нормативными правовыми актами Российской Федерации в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом. Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного в настоящем подпункте, на территории соответствующего субъекта Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) документ, подтверждающий владение данным иностранным гражданином русским языком, знание им истории России и основ законодательства Российской Федерации, в случаях, предусмотренныхстатьей 15.1настоящего Федерального закона;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) документ, подтверждающий уплату штрафа за нарушение срока обращения за оформлением патента, в случае представления документов, указанных вподпунктах 1-6и8настоящего пункта, по истечении тридцати календарных дней со дня въезда в Российскую Федерацию;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) утратил силу. - Федеральныйзаконот 10.07.2023 N 316-ФЗ.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Иностранный гражданин, прибывший в Российскую Федерацию в целях, не связанных с осуществлением трудовой деятельности, имеет право на осуществление трудовой деятельности в случае изменения цели своего визита в Российскую Федерацию, о чем он указывает в заявлении о выдаче патента. При выдаче такому иностранному гражданину патента целью его визита в Российскую Федерацию считается работа.",
      "subclauses": [],
      "unindexed": [
        "Сведения об изменении цели визита в Российскую Федерацию иностранного гражданина, указанного вабзаце первомнастоящего пункта, не позднее рабочего дня, следующего за днем выдачи патента, указанного в настоящем пункте, вносятся в государственную информационную систему миграционного учета."
      ]
    },
    {
      "clause_index": "2.2",
      "clause_text": "2.2. Требование к сроку подачи документов для оформления патента, указанное вабзаце первом пункта 2настоящей статьи, не учитывается в случае введения Правительством Российской Федерации временных ограничений на транспортное сообщение с государством гражданской принадлежности иностранного гражданина.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Отказ в приеме заявления о выдаче патента не допускается, за исключением случая непредставления какого-либо из документов, указанных вподпунктах 1,2,4-7 пункта 2настоящей статьи, либо принятия федеральным органом исполнительной власти в сфере внутренних делрешенияо приостановлении на определенный период выдачи патентов на территории субъекта Российской Федерации или принятия Правительством Российской Федерации решения о приостановлении на определенный период выдачи патентов на территории Российской Федерации, либо наличия отказа в выдаче или переоформлении патента или аннулирования патента в течение года, предшествующего дате подачи заявления.",
      "subclauses": [],
      "unindexed": [
        "Отказ в приеме заявления о выдаче патента в связи с принятием федеральным органом исполнительной власти в сфере внутренних дел решения о приостановлении на определенный период выдачи патентов на территории субъекта Российской Федерации или принятием Правительством Российской Федерации решения о приостановлении на определенный период выдачи патентов на территории Российской Федерации осуществляется по истечении десяти дней со дня принятия соответствующего решения.",
        "Федеральный орган исполнительной власти в сфере внутренних дел приостанавливает на определенный период выдачу патентов на территории субъекта Российской Федерации на основании мотивированных предложений федеральных органов исполнительной власти или высшего должностного лица субъекта Российской Федерации (руководителя высшего исполнительного органа государственной власти субъекта Российской Федерации). Мотивированное предложение высшего должностного лица субъекта Российской Федерации (руководителя высшего исполнительного органа государственной власти субъекта Российской Федерации) формируется на основании прогноза социально-экономического развития субъекта Российской Федерации на соответствующий период с учетом мнения трехсторонней комиссии по регулированию социально-трудовых отношений соответствующего субъекта Российской Федерации, оформленного в виде решения.",
        "Правительство Российской Федерации приостанавливает на определенный период выдачу патентов на территории Российской Федерации на основании предложений федерального органа исполнительной власти, осуществляющего функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере занятости населения и безработицы, подготовленных по итогам мониторинга, указанного впункте 7 статьи 18.1настоящего Федерального закона, с учетом мнения Российской трехсторонней комиссии по регулированию социально-трудовых отношений, оформленного в виде решения."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. При рассмотрении документов, указанных впункте 2настоящей статьи, территориальный орган федерального органа исполнительной власти в сфере внутренних дел устанавливает достоверность указанных в них сведений путем использования имеющейся в таком органе информации и (или) путем направления запросов в иные государственные органы.",
      "subclauses": [],
      "unindexed": [
        "Срок рассмотрения заявления о выдаче патента составляет не более десяти рабочих дней, а при наличии сведений о постановке иностранного гражданина на учет в налоговом органе не более пяти рабочих дней со дня поступления такого заявления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "5",
      "clause_text": "5. Патент выдается иностранному гражданину на срок от одного до двенадцати месяцев.",
      "subclauses": [],
      "unindexed": [
        "Срок действия патента может неоднократно продлеваться на период от одного месяца. При этом общий срок действия патента с учетом продлений не может составлять более двенадцати месяцев со дня выдачи патента.",
        "Срок действия патента считается продленным на период, за который уплачен налог на доходы физических лиц в виде фиксированного авансового платежа. В этом случае обращение в территориальные органы федерального органа исполнительной власти в сфере внутренних дел не требуется.",
        "В ином случае срок действия патента прекращается со дня, следующего за последним днем периода, за который уплачен налог на доходы физических лиц в виде фиксированного авансового платежа."
      ]
    },
    {
      "clause_index": "6",
      "clause_text": "6. Патент выдается иностранному гражданину лично по предъявлении документа, удостоверяющего его личность и признаваемого Российской Федерацией в этом качестве, а также документа, подтверждающего уплату налога на доходы физических лиц в виде фиксированного авансового платежа впорядке, установленном законодательством Российской Федерации о налогах и сборах, на период действия патента в соответствии спунктом 5настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. В течение двух месяцев со дня выдачи патента иностранный гражданин обязан представить непосредственно либо через подведомственное предприятие или уполномоченную организацию, либо направить почтовым отправлением с уведомлением о вручении, либо направить в форме электронного документа с использованием единого портала государственных и муниципальных услуг в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший патент, уведомление об осуществлении трудовой деятельности.",
      "subclauses": [],
      "unindexed": [
        "При поступлении документа, указанного вабзаце первомнастоящего пункта, территориальный орган федерального органа исполнительной власти в сфере внутренних дел проводит проверку регистрации работодателя или заказчика работ (услуг), являющихся юридическим лицом или индивидуальным предпринимателем, в едином государственном реестре юридических лиц или едином государственном реестре индивидуальных предпринимателей и в течение трех рабочих дней вносит сведения о таком документе в банк данных об осуществлении иностранными гражданами трудовой деятельности, формируемый в соответствии состатьей 18.2настоящего Федерального закона.",
        "К уведомлению, указанному вабзаце первомнастоящего пункта, прилагается копия трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), заключенных между работодателем, заказчиком работ (услуг) и иностранным гражданином, либо в уведомлении сообщаются сведения о гражданско-правовом договоре на выполнение работ (оказание услуг) в случае его заключения в устной форме.",
        "Формаипорядокподачи уведомления, указанного вабзаце первомнастоящего пункта, устанавливаются федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "8",
      "clause_text": "8. Не позднее чем за десять рабочих дней до истечения двенадцати месяцев со дня выдачи патента иностранный гражданин вправе обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший патент, за переоформлением патента.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Для переоформления патента иностранный гражданин представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в субъекте Российской Федерации, на территории которого данный иностранный гражданин намеревается осуществлять трудовую деятельность, непосредственно либо через подведомственное предприятие или уполномоченную организацию:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1)заявлениео переоформлении патента;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) документ, удостоверяющий личность данного иностранного гражданина и признаваемый Российской Федерацией в этом качестве;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) миграционную карту с указанием работы как цели въезда в Российскую Федерацию и с отметкой пограничного органа федеральной службы безопасности о въезде данного иностранного гражданина в Российскую Федерацию или с отметкой территориального органа федерального органа исполнительной власти в сфере внутренних дел о выдаче данному иностранному гражданину указанной миграционной карты. В случае непредставления указанного документа территориальный орган федерального органа исполнительной власти в сфере внутренних дел проверяет на основании имеющихся в таком органе сведений данные об иностранном гражданине, содержащиеся в миграционной карте;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) документы, подтверждающие уплату налога на доходы физических лиц в виде фиксированного авансового платежа в порядке, установленном законодательством Российской Федерации о налогах и сборах, на период действия патента;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) действующий на территории Российской Федерации договор (полис) добровольного медицинского страхования, заключенный со страховой организацией или с иностранной страховой организацией, имеющими право в соответствии со страховым законодательством на осуществление в Российской Федерации добровольного медицинского страхования, либо сведения о нем в случае его заключения в форме электронного документа, либо договор о предоставлении платных медицинских услуг, заключенный с медицинской организацией, находящейся в субъекте Российской Федерации, на территории которого данный иностранный гражданин намеревается осуществлять трудовую деятельность, либо полис обязательного медицинского страхования в соответствии с требованиямизаконодательстваРоссийской Федерации об обязательном медицинском страховании или сведения о нем. Договор (полис) добровольного медицинского страхования либо договор с медицинской организацией о предоставлении платных медицинских услуг должен обеспечивать оказание иностранному гражданину первичной медико-санитарной помощи и специализированной медицинской помощи в неотложной форме.",
          "unindexed": [
            "Высший исполнительный орган государственной власти субъекта Российской Федерации вправе установить перечень медицинских организаций, уполномоченных на заключение с иностранным гражданином договора на оказание ему платных медицинских услуг, необходимого для переоформления патента, а также принять решение о представлении иностранным гражданином для переоформления патента на территории данного субъекта Российской Федерации только одного из указанных в настоящем подпункте документов;"
          ]
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) медицинские документы, подтверждающие отсутствие факта употребления им наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ и инфекционных заболеваний, представляющих опасность для окружающих, предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, а такжесертификатоб отсутствии у него заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". Указанные медицинские документы и сертификат выдаются по результатам медицинского освидетельствования, проведенного в соответствии с Федеральнымзакономот 30 марта 1999 года N 52-ФЗ \"О санитарно-эпидемиологическом благополучии населения\" и иными нормативными правовыми актами Российской Федерации в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом. Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного в настоящем подпункте, на территории соответствующего субъекта Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) документ, подтверждающий владение данным иностранным гражданином русским языком, знание им истории России и основ законодательства Российской Федерации, в случаях, предусмотренныхстатьей 15.1настоящего Федерального закона. В случае непредставления указанного документа территориальный орган федерального органа исполнительной власти в сфере внутренних дел проверяет на основании имеющихся в таком органе сведений данные о таком документе;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) ходатайство работодателя, заказчика работ (услуг) о переоформлении иностранному гражданину патента;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) трудовой договор или гражданско-правовой договор на выполнение работ (оказание услуг), заключенные между иностранным гражданином и работодателем, заказчиком работ (услуг), - для иностранных граждан, осуществляющих трудовую деятельность у юридического лица или индивидуального предпринимателя либо частного нотариуса, адвоката, учредившего адвокатский кабинет, или иного лица, чья профессиональная деятельность в соответствии с федеральными законами подлежит государственной регистрации и (или) лицензированию.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Отказ в приеме заявления о переоформлении патента не допускается, за исключением случаев непредставления какого-либо из документов, указанных вподпунктах 1,2,4-6,8,9 пункта 9настоящей статьи, или нарушения срока обращения за переоформлением патента, установленногопунктом 8настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. При рассмотрении документов, указанных впункте 9настоящей статьи, территориальный орган федерального органа исполнительной власти в сфере внутренних дел устанавливает достоверность указанных в них сведений путем использования имеющейся в таком органе информации и (или) путем направления запросов в иные государственные органы.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Срок рассмотрения заявления о переоформлении патента составляет не более десяти рабочих дней, а при наличии сведений о постановке иностранного гражданина на учет в налоговом органе не более пяти рабочих дней со дня поступления такого заявления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13. Патент переоформляется иностранному гражданину на срок от одного до двенадцати месяцев.",
      "subclauses": [],
      "unindexed": [
        "Срок действия переоформленного патента может неоднократно продлеваться на период от одного месяца. При этом общий срок действия патента с учетом продлений не может составлять более двенадцати месяцев со дня переоформления патента.",
        "Срок действия переоформленного патента считается продленным на период, за который уплачен налог на доходы физических лиц в виде фиксированного авансового платежа. В этом случае обращение в территориальные органы федерального органа исполнительной власти в сфере внутренних дел не требуется.",
        "В ином случае срок действия переоформленного патента прекращается со дня, следующего за последним днем периода, за который уплачен налог на доходы физических лиц в виде фиксированного авансового платежа."
      ]
    },
    {
      "clause_index": "14",
      "clause_text": "14. Переоформленный патент выдается иностранному гражданину лично по предъявлении документа, удостоверяющего его личность и признаваемого Российской Федерацией в этом качестве, а также документа, подтверждающего уплату налога на доходы физических лиц в виде фиксированного авансового платежа в порядке, установленном законодательством Российской Федерации о налогах и сборах, на период действия переоформленного патента в соответствии спунктом 13настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "15",
      "clause_text": "15. В случаях изменения в течение срока действия патента фамилии, имени или отчества (последнее - при наличии) иностранного гражданина либо реквизитов документа, удостоверяющего его личность, данный иностранный гражданин в течение семи рабочих дней со дня въезда в Российскую Федерацию (при изменении фамилии, имени или отчества (последнее - при наличии) иностранного гражданина либо реквизитов документа, удостоверяющего его личность, за пределами Российской Федерации) либо со дня изменения фамилии, имени или отчества (последнее - при наличии) иностранного гражданина либо реквизитов документа, удостоверяющего его личность, на территории Российской Федерации обязан обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший патент, непосредственно либо через подведомственное предприятие или уполномоченную организацию для внесения соответствующих изменений в сведения, содержащиеся в патенте.",
      "subclauses": [],
      "unindexed": [
        "В случае необходимости осуществления иностранным гражданином трудовой деятельности по профессии (специальности, должности, виду трудовой деятельности), не указанной в патенте, данный иностранный гражданин вправе обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший патент, непосредственно либо через подведомственное предприятие или уполномоченную организацию для внесения соответствующих изменений в сведения, содержащиеся в таком патенте."
      ]
    },
    {
      "clause_index": "16",
      "clause_text": "16. Иностранный гражданин не вправе осуществлять трудовую деятельность вне пределов субъекта Российской Федерации, на территории которого ему выдан патент. Работодатель или заказчик работ (услуг) не вправе привлекать иностранного гражданина к трудовой деятельности по патенту вне пределов субъекта Российской Федерации, на территории которого данному иностранному гражданину выдан патент. Положения настоящего абзаца не применяются в случаях выдачи иностранному гражданину патента на территории города федерального значения Москвы на осуществление трудовой деятельности на территории Московской области в соответствии спунктом 4 статьи 4.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": [
        "В случае принятия высшим должностным лицом субъекта Российской Федерации (руководителем высшего исполнительного органа государственной власти субъекта Российской Федерации) решения об указании в патенте, выдаваемом на территории данного субъекта Российской Федерации, профессии (специальности, должности, вида трудовой деятельности) иностранного гражданина иностранный гражданин не вправе осуществлять на территории данного субъекта Российской Федерации трудовую деятельность по профессии (специальности, должности, виду трудовой деятельности), которая не указана в патенте.",
        "Для осуществления иностранным гражданином трудовой деятельности на территории другого субъекта Российской Федерации данный иностранный гражданин обязан обратиться за получением патента в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в субъекте Российской Федерации, на территории которого данный иностранный гражданин намеревается осуществлять трудовую деятельность, без соблюдения срока, установленногопунктом 2настоящей статьи.",
        "Для получения патента, указанного вабзаце третьемнастоящего пункта, иностранный гражданин представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию заявление о выдаче патента, документы, подтверждающие уплату налога на доходы физических лиц в виде фиксированного авансового платежа в порядке, установленном законодательством Российской Федерации о налогах и сборах, на период действия ранее выданного патента, а также документы, указанные вподпунктах 2,4и5 пункта 2настоящей статьи.",
        "Абзац утратил силу. - Федеральныйзаконот 25.12.2023 N 648-ФЗ."
      ]
    },
    {
      "clause_index": "17",
      "clause_text": "17. Отказ в приеме заявления о выдаче патента, предусмотренногопунктом 16настоящей статьи, не допускается, за исключением случаев непредставления какого-либо из документов, указанных вабзаце четвертом пункта 16настоящей статьи, либо принятия федеральным органом исполнительной власти в сфере внутренних дел решения о приостановлении на определенный период выдачи патентов на территории субъекта Российской Федерации или принятия Правительством Российской Федерации решения о приостановлении на определенный период выдачи патентов на территории Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "18",
      "clause_text": "18. При рассмотрении документов, указанных впункте 16настоящей статьи, территориальный орган федерального органа исполнительной власти в сфере внутренних дел устанавливает достоверность указанных в них сведений путем использования имеющейся в таком органе информации и (или) путем направления запросов в иные государственные органы.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "19",
      "clause_text": "19. Срок рассмотрения предусмотренногопунктом 16настоящей статьи заявления о выдаче патента составляет не более десяти рабочих дней, а при наличии сведений о постановке иностранного гражданина на учет в налоговом органе не более пяти рабочих дней со дня поступления такого заявления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "20",
      "clause_text": "20. Патент, предусмотренныйпунктом 16настоящей статьи, выдается иностранному гражданину лично по предъявлении документа, удостоверяющего его личность и признаваемого Российской Федерацией в этом качестве, а также документа, подтверждающего уплату налога на доходы физических лиц в виде фиксированного авансового платежа в порядке, установленном законодательством Российской Федерации о налогах и сборах, на период действия патента, предусмотренногопунктом 16настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "21",
      "clause_text": "21. Срок действия патента, предусмотренногопунктом 16настоящей статьи, не может превышать срок действия первоначально выданного патента.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "22",
      "clause_text": "22. Патент иностранному гражданину не выдается и не переоформляется, а выданный патент аннулируется территориальным органом федерального органа исполнительной власти в сфере внутренних дел:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) в случае осуществления трудовой деятельности с привлечением труда третьих лиц;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) при наличии обстоятельств, предусмотренныхподпунктами 1-10,15 пункта 9,пунктами 9.1,9.2иподпунктом 1 пункта 9.7 статьи 18настоящего Федерального закона;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) в случае поступления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший патент иностранному гражданину, заявления данного иностранного гражданина об аннулировании выданного ему патента;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) в случае непредставления в соответствии спунктом 7настоящей статьи уведомления и копии трудового договора или гражданско-правового договора на выполнение работ (оказание услуг);",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) в случае отсутствия сведений о работодателе или заказчике работ (услуг), являющихся юридическими лицами или индивидуальными предпринимателями, в едином государственном реестре юридических лиц или едином государственном реестре индивидуальных предпринимателей.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "23",
      "clause_text": "23. Патент иностранному гражданину не переоформляется в случае отсутствия в территориальном органе федерального органа исполнительной власти в сфере внутренних дел сведений об осуществлении иностранным гражданином трудовой деятельности в период действия патента.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "24",
      "clause_text": "24. В случае, если иностранному гражданину было отказано в выдаче или переоформлении патента либо ранее выданный ему патент был аннулирован, данный иностранный гражданин вправе повторно подать заявление о выдаче патента не ранее чем через один год со дня отказа в выдаче или переоформлении патента либо аннулирования ранее выданного патента.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "25",
      "clause_text": "25. В случае утраты патента или его порчи иностранный гражданин вправе обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший патент, с заявлением о предоставлении дубликата патента.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "26",
      "clause_text": "26. Для получения дубликата патента иностранный гражданин лично представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1)заявлениео выдаче дубликата патента;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) документ, удостоверяющий личность данного иностранного гражданина и признаваемый Российской Федерацией в этом качестве;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) миграционную карту с указанием работы как цели визита в Российскую Федерацию и с отметкой пограничного органа федеральной службы безопасности о въезде данного иностранного гражданина в Российскую Федерацию или с отметкой территориального органа федерального органа исполнительной власти в сфере внутренних дел о выдаче данному иностранному гражданину указанной миграционной карты. В случае непредставления указанного в настоящем подпункте документа территориальный орган федерального органа исполнительной власти в сфере внутренних дел проверяет на основании имеющихся в таком органе сведений данные об иностранном гражданине, содержащиеся в миграционной карте;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) документы, подтверждающие уплату налога на доходы физических лиц в виде фиксированного авансового платежа в порядке, установленном законодательством Российской Федерации о налогах и сборах, на период действия утраченного или испорченного патента.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "27",
      "clause_text": "27. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел не позднее трех рабочих дней со дня принятия от иностранного гражданина заявления о выдаче дубликата патента обязан выдать данному иностранному гражданину дубликат патента на бланке патента с пометкой \"дубликат\" или уведомление об отказе в его выдаче.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "28",
      "clause_text": "28. Уведомление об аннулировании патента в течение трех рабочих дней со дня принятия решения об аннулировании патента направляется территориальным органом федерального органа исполнительной власти в сфере внутренних дел работодателю или заказчику работ (услуг), привлекающим и использующим для осуществления трудовой деятельности иностранного гражданина, а также иностранному гражданину.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "29",
      "clause_text": "29.Порядокоформления, переоформления и выдачи патента, порядок внесения изменений в сведения, содержащиеся в патенте, порядок выдачи дубликата патента ипорядокпринятия решения о приостановлении выдачи патента на территории субъекта Российской Федерации утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": [
        "Формыпатента,формызаявлений, представляемых в связи с оформлением патента, его переоформлением, выдачей его дубликата или внесением изменений в сведения, содержащиеся в патенте, а такжепереченьсведений, содержащихся в патенте, в том числе предусмотренном вабзаце третьемнастоящего пункта, утверждается федеральным органом исполнительной власти в сфере внутренних дел.",
        "На территории Российской Федерации или территориях отдельных субъектов Российской Федерации патент при наличии технической возможности для его изготовления, определяемой федеральным органом исполнительной власти в сфере внутренних дел, выдается в форме карты с электронным носителем информации для хранения биометрических персональных данных владельца (электронного изображения лица человека и электронного изображения папиллярных узоров двух пальцев рук этого человека, пригодных для его идентификации), а также для хранения персональных данных владельца - фамилии, имени, отчества (последнее - при наличии), даты и места рождения, пола, гражданства, реквизитов документа, удостоверяющего личность иностранного гражданина. Указанный документ может использоваться органами государственной власти для идентификации иностранного гражданина с помощью биометрических персональных данных впорядке, определяемом федеральным органом исполнительной власти в сфере внутренних дел.",
        "Высшее должностное лицо субъекта Российской Федерации (руководитель высшего исполнительного органа государственной власти субъекта Российской Федерации) вправе принять решение об указании в патенте, выдаваемом на территории данного субъекта Российской Федерации, профессии (специальности, должности, вида трудовой деятельности) иностранного гражданина. В случае принятия такого решения орган исполнительной власти субъекта Российской Федерации в течение одного рабочего дня информирует территориальный орган федерального органа исполнительной власти в сфере внутренних дел соответствующего субъекта Российской Федерации о принятом решении.",
        "Патенты с указанием профессии (специальности, должности, вида трудовой деятельности) выдаются территориальным органом федерального органа исполнительной власти в сфере внутренних дел по истечении десяти дней со дня получения уведомления высшего должностного лица субъекта Российской Федерации (руководителя высшего исполнительного органа государственной власти субъекта Российской Федерации) о принятом им решении о выдаче таких патентов.",
        "Абзац утратил силу. - Федеральныйзаконот 01.07.2021 N 274-ФЗ."
      ]
    },
    {
      "clause_index": "30",
      "clause_text": "30. Заявления, указанные впунктах 2,9,15,абзаце четвертом пункта 16ипункте 26настоящей статьи, с предоставлением необходимых документов могут быть поданы в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в форме электронных документов с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "31",
      "clause_text": "31. Патент не может быть выдан в форме электронного документа.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}