{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "13.6",
  "article_title": "Статья 13.6. Особенности осуществления трудовой деятельности иностранными гражданами, работающими у резидентов свободного порта Владивосток",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Работодатели, признаваемые резидентами свободного порта Владивосток в соответствии с Федеральнымзаконом\"О свободном порте Владивосток\", привлекают и используют иностранных граждан для осуществления трудовой деятельности на территории свободного порта Владивосток в порядке и на условиях, которые предусмотрены законодательством о правовом положении иностранных граждан в Российской Федерации, при этом:",
      "subclauses": [],
      "unindexed": [
        "работодателям не требуется получение разрешений на привлечение и использование иностранных работников;",
        "разрешение на работу иностранному гражданину, привлекаемому для осуществления трудовой деятельности резидентом свободного порта Владивосток, выдается с учетом положенийчасти 2 статьи 7Федерального закона \"О свободном порте Владивосток\" без учетаквотна выдачу иностранным гражданам приглашений на въезд в Российскую Федерацию в целях осуществления трудовой деятельности, а такжеквотна выдачу иностранным гражданам разрешений на работу, устанавливаемых Правительством Российской Федерации в соответствии с законодательством о правовом положении иностранных граждан в Российской Федерации;",
        "при приеме на работу, при прочих равных условиях, приоритет имеют граждане Российской Федерации."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2.Формаразрешения на работу, выдаваемого иностранным гражданам, привлекаемым и используемым для осуществления трудовой деятельности на территории свободного порта Владивосток, устанавливается федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}