{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "15.1",
  "article_title": "Статья 15.1. Подтверждение иностранными гражданами владения русским языком, знания истории России и основ законодательства Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Если иное не предусмотрено международным договором Российской Федерации и настоящей статьей, иностранный гражданин в целях получения разрешения на временное проживание, вида на жительство, разрешения на работу либо патента, указанного встатье 13.3настоящего Федерального закона, обязан подтвердить владение русским языком, знание истории России и основ законодательства Российской Федерации одним из следующих документов:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) сертификатом о владении русским языком, знании истории России и основ законодательства Российской Федерации на уровне, соответствующем цели получения разрешения на временное проживание или вида на жительство, разрешения на работу или патента, указанного встатье 13.3настоящего Федерального закона;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) документом государственного образца об образовании (на уровне не ниже основного общего образования), выданным образовательным учреждением на территории государства, входившего в состав СССР, до 1 сентября 1991 года;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) документом об образовании и (или) о квалификации, выданным лицам, успешно прошедшим государственную итоговую аттестацию на территории Российской Федерации с 1 сентября 1991 года;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) решением о признании носителем русского языка, принятым до 26 октября 2023 года комиссией федерального органа исполнительной власти в сфере внутренних дел или его территориального органа по признанию иностранного гражданина или лица без гражданства носителем русского языка.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Сертификат, указанный вподпункте 1 пункта 1настоящей статьи, выдается на территории Российской Федерации либо за ее пределами государственными учреждениями, включенными в установленный Правительством Российской Федерациипереченьгосударственных учреждений, проводящих экзамен по русскому языку как иностранному, истории России и основам законодательства Российской Федерации (далее - перечень), иностранным гражданам, сдавшим указанный экзамен. Включение государственных учреждений в перечень осуществляется Правительством Российской Федерации на основании предложений федерального органа исполнительной власти, осуществляющего функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере высшего образования, по согласованию с федеральным органом исполнительной власти в сфере внутренних дел и федеральным органом исполнительной власти, осуществляющим функции по нормативно-правовому регулированию в сфере федерального государственного контроля (надзора) за соблюдением обязательных требований к проведению экзамена по русскому языку как иностранному, истории России и основам законодательства Российской Федерации и выдаче иностранным гражданам сертификата.",
      "subclauses": [],
      "unindexed": [
        "Перечень размещается на официальном сайте уполномоченного Правительством Российской Федерации федерального органа исполнительной власти в информационно-телекоммуникационной сети Интернет.",
        "Порядок и критерии включения государственных учреждений в перечень, порядок ведения перечня, порядок и основания исключения государственных учреждений из перечняутверждаютсяПравительством Российской Федерации.",
        "Срок действиясертификата о владении русским языком, знании истории России и основ законодательства Российской Федерации на уровне, соответствующем цели получения разрешения на временное проживание или вида на жительство, разрешения на работу или патента, указанного встатье 13.3настоящего Федерального закона, устанавливается Правительством Российской Федерации.",
        "Иностранный гражданин в целях получения разрешения на временное проживание, разрешения на работу или патента, указанного встатье 13.3настоящего Федерального закона, вправе подтвердить сертификатом, указанным вподпункте 1 пункта 1настоящей статьи, владение русским языком, знание истории России и основ законодательства Российской Федерации на уровне, соответствующем цели получения вида на жительство.",
        "Иностранный гражданин в целях получения разрешения на работу или патента, указанного встатье 13.3настоящего Федерального закона, вправе подтвердить сертификатом, указанным вподпункте 1 пункта 1настоящей статьи, владение русским языком, знание истории России и основ законодательства Российской Федерации на уровне, соответствующем цели получения разрешения на временное проживание."
      ]
    },
    {
      "clause_index": "3",
      "clause_text": "3. Сведения о сертификате, указанном вподпункте 1 пункта 1настоящей статьи, вносятся выдавшими его государственными учреждениями, включенными в перечень, в федеральную информационнуюсистему\"Федеральный реестр сведений о документах об образовании и (или) о квалификации, документах об обучении\" и подписываются усиленной квалифицированной электронной подписью.",
      "subclauses": [],
      "unindexed": [
        "В целях подтверждения наличия сведений о выданных сертификатах о владении русским языком, знании истории России и основ законодательства Российской Федерации федеральный орган исполнительной власти в сфере внутренних дел, его территориальные органы, федеральный орган исполнительной власти, осуществляющий функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере высшего образования, и федеральный орган исполнительной власти, осуществляющий функции по контролю и надзору в сфере образования и науки, взаимодействуют, в том числе с использованием информационных систем, входящих в информационно-технологическую и коммуникационную инфраструктуры, используемые для предоставления государственных и муниципальных услуг и исполнения государственных и муниципальных функций."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Государственные учреждения, включенные вперечень, проводят экзамен по русскому языку как иностранному, истории России и основам законодательства Российской Федерации за плату,размеркоторой определяется Правительством Российской Федерации. При организации и проведении экзамена по русскому языку как иностранному, истории России и основам законодательства Российской Федерации государственным учреждениям, включенным в перечень, запрещается передавать третьим лицам права и обязанности по проведению экзамена и (или) выдаче иностранным гражданам сертификата, указанного вподпункте 1 пункта 1настоящей статьи. К организации и проведению экзамена в части приема документов, информационного обеспечения и к организационно-техническому обеспечению процедуры проведения экзамена государственные учреждения, включенные в перечень, вправе привлекать подведомственное предприятие или уполномоченную организацию.",
      "subclauses": [],
      "unindexed": [
        "Форма и порядокпроведения экзамена по русскому языку как иностранному, истории России и основам законодательства Российской Федерации,требованияк минимальному уровню знаний, необходимых для сдачи указанного экзамена,порядок и срокихранения материалов его проведения (в том числе видеозаписей процедуры экзамена, ведомостей и протоколов) утверждаются Правительством Российской Федерации.Формысертификата о владении русским языком, знании истории России и основ законодательства Российской Федерации на уровне, соответствующем цели получения разрешения на временное проживание или вида на жительство, разрешения на работу или патента, указанного встатье 13.3настоящего Федерального закона, техническиетребованияк такому сертификату ипорядокего выдачи утверждаются уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти.",
        "Контрольные измерительныематериалы, представляющие собой комплексы заданий стандартизированной формы, разработанные на основе указанных в настоящем пункте требований к минимальному уровню знаний, соответствующему цели получения разрешения на временное проживание или вида на жительство, разрешения на работу или патента, указанного встатье 13.3настоящего Федерального закона, а такжепериодичностьпересмотра таких контрольных измерительных материалов определяется уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти."
      ]
    },
    {
      "clause_index": "5",
      "clause_text": "5. От подтверждения владения русским языком, знания истории России и основ законодательства Российской Федерации при подаче заявления о выдаче разрешения на временное проживание или вида на жительство освобождаются:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) недееспособные иностранные граждане или иностранные граждане, ограниченные в дееспособности;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) иностранные граждане, не достигшие возраста восемнадцати лет;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) иностранные граждане - мужчины, достигшие возраста шестидесяти пяти лет;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) иностранные граждане - женщины, достигшие возраста шестидесяти лет;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) иностранные граждане, получившие статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника указанной Государственнойпрограммы;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) иностранные граждане - высококвалифицированные специалисты и члены их семей, обратившиеся с заявлением о выдаче вида на жительство, указанного впункте 27 статьи 13.2настоящего Федерального закона;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) утратил силу. - Федеральныйзаконот 28.12.2024 N 517-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) иностранные граждане, являющиеся гражданами Союзного государства, образованного Российской Федерацией и Республикой Беларусь;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) иностранные граждане, обратившиеся с заявлением о выдаче вида на жительство, имеющие родителя (усыновителя, опекуна, попечителя), сына или дочь, состоящих в гражданстве Российской Федерации и постоянно проживающих в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) иностранные граждане, являющиеся гражданами Украины;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) иностранные граждане, указанные вподпункте 8 пункта 3 статьи 6иподпункте 20 пункта 2 статьи 8настоящего Федерального закона.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. От подтверждения владения русским языком, знания истории России и основ законодательства Российской Федерации при подаче заявления о выдаче разрешения на работу освобождаются иностранные граждане - высококвалифицированные специалисты, осуществляющие трудовую деятельность в порядке, установленномстатьей 13.2настоящего Федерального закона, иностранные граждане - журналисты, осуществляющие трудовую деятельность в организациях, осуществляющих производство и выпуск средств массовой информации, учрежденных специально для распространения массовой информации на иностранных языках.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6.1",
      "clause_text": "6.1. От подтверждения владения русским языком, знания истории России и основ законодательства Российской Федерации при подаче заявления о выдаче разрешения на работу освобождаются иностранные граждане, осуществляющие трудовую деятельность на основании разрешений на работу, оформленных в рамках квоты, установленной Правительством Российской Федерации в соответствии спунктом 3 статьи 18.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. В случае получения разрешения на работу иностранный гражданин, прибывший в Российскую Федерацию на основании визы, за исключением лиц, указанных впунктах 6и6.1настоящей статьи, обязан представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел документ, подтверждающий владение данным иностранным гражданином русским языком, знание им истории России и основ законодательства Российской Федерации, в течение девяноста календарных дней со дня выдачи ему разрешения на работу.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Утратил силу. - Федеральныйзаконот 08.12.2020 N 412-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Утратил силу. - Федеральныйзаконот 01.07.2021 N 274-ФЗ.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}