{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава II. Порядок оформления приглашений на въезд в Российскую Федерацию",
  "article_index": "16",
  "article_title": "Статья 16. Порядок оформления приглашения на въезд в Российскую Федерацию",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Приглашение на въезд в Российскую Федерацию (далее также - приглашение)выдаетсяфедеральным органом исполнительной власти, ведающим вопросами иностранных дел, либо федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Приглашение содержит следующие сведения: фамилию, имя (написанные буквами русского и латинского алфавитов), дату и место рождения, пол, гражданство приглашаемого лица, государство его проживания, номер и дату выдачи документа, удостоверяющего его личность,цель поездки, предполагаемый срок пребывания в Российской Федерации, предполагаемые пункты посещения в Российской Федерации, наименование приглашающей организации и ее место нахождения или фамилию, имя приглашающего физического лица и адрес его места жительства, номер и дату принятия решения о выдаче приглашения и срок действия приглашения.Формыбланков указанных приглашений устанавливаются федеральным органом исполнительной власти в сфере внутренних дел и федеральным органом исполнительной власти, ведающим вопросами иностранных дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Федеральный орган исполнительной власти, ведающий вопросами иностранных дел, выдает приглашения по ходатайству:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) федеральных органов государственной власти;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) дипломатических представительств и консульских учреждений иностранных государств в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) международных организаций и их представительств в Российской Федерации, а также представительств иностранных государств при международных организациях, находящихся в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) органов государственной власти субъектов Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел выдает приглашения по ходатайству:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) органов местного самоуправления;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) юридических лиц;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) граждан Российской Федерации и постоянно проживающих в Российской Федерации иностранных граждан.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "4.1",
      "clause_text": "4.1.Формауказанного впункте 4настоящей статьи ходатайства ипереченьпредставляемых одновременно с ним документов устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Одновременно с ходатайством о выдаче приглашения приглашающей стороной представляются гарантии материального, медицинского и жилищного обеспечения иностранного гражданина на период его пребывания в Российской Федерации.",
      "subclauses": [],
      "unindexed": [
        "Приглашающая сторона принимает меры по реализации гарантий материального, медицинского и жилищного обеспечения приглашенного иностранного гражданина в период его пребывания в Российской Федерации.",
        "Порядокпредставления указанных гарантий устанавливается Правительством Российской Федерации.",
        "Указанное в настоящей статье ходатайство может быть представлено в форме электронного документа и направлено с использованием единого портала государственных и муниципальных услуг."
      ]
    },
    {
      "clause_index": "6",
      "clause_text": "6. Приглашающая сторона принимает меры по обеспечению соблюдения приглашенным иностранным гражданином порядка пребывания (проживания) в Российской Федерации в части соответствия заявленной им цели въезда в Российскую Федерацию фактически осуществляемой в период пребывания (проживания) в Российской Федерации деятельности или роду занятий, а также по обеспечению своевременного выезда приглашенного иностранного гражданина за пределы Российской Федерации по истечении определенного срока его пребывания в Российской Федерации.Перечень и порядокприменения указанных мер устанавливаются Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Резиденты территории опережающего развития, расположенной на территории Дальневосточного федерального округа, или резиденты свободного порта Владивосток, заключившие с иностранной компанией инвестиционное соглашение о реализации инвестиционного проекта на территории Дальневосточного федерального округа, обязаны подать в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в субъекте Российской Федерации, на территории которого реализуется указанное инвестиционное соглашение, уведомление о завершении или прекращении (расторжении) указанного инвестиционного соглашения в течение трех рабочих дней с даты завершения или прекращения (расторжения) указанного инвестиционного соглашения.",
      "subclauses": [],
      "unindexed": [
        "Формаипорядокподачи указанного вабзаце первомнастоящего пункта уведомления устанавливаются федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    }
  ],
  "unindexed": []
}