{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "2",
  "chapter_title": "Глава II. Порядок оформления приглашений на въезд в Российскую Федерацию",
  "article_index": "18",
  "article_title": "Статья 18. Приглашение на въезд в Российскую Федерацию иностранного гражданина в целях осуществления трудовой деятельности",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1.Квотана выдачу иностранным гражданам, за исключением иностранных граждан, прибывших в Российскую Федерацию в порядке, не требующем получения визы, приглашений на въезд в Российскую Федерацию в целях осуществления трудовой деятельности ежегодно утверждается Правительством Российской Федерации по предложениям исполнительных органов государственной власти субъектов Российской Федерации с учетом демографической ситуации в соответствующем субъекте Российской Федерации и возможностей данного субъекта по обустройству иностранных граждан.",
      "subclauses": [],
      "unindexed": [
        "Указанные предложения исполнительных органов государственной власти субъектов Российской Федерации формируются на основе принципа приоритетного использования национальных трудовых ресурсов с учетом ситуации на рынке труда.",
        "Формирование квоты на выдачу иностранным гражданам приглашений на въезд в Российскую Федерацию в целях осуществления трудовой деятельности,распределениеуказанной квоты по субъектам Российской Федерации, увеличение или уменьшение ее размера и установление резерва указанной квоты осуществляются в соответствии с правилами, установленными уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2. Приглашение на въезд в Российскую Федерацию иностранного работника, за исключением иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, в целях осуществления трудовой деятельностивыдаетсяфедеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом по ходатайству о выдаче приглашения, поданному работодателем или заказчиком работ (услуг).",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) утратил силу с 1 июля 2011 года. - Федеральныйзаконот 01.07.2011 N 169-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) документы, необходимые для выдачи разрешения на работу для каждого иностранного работника. Одновременно с приглашением в целях осуществления трудовой деятельности работодателю или заказчику работ (услуг) выдается разрешение на работу для каждого иностранного работника.",
          "unindexed": [
            "При рассмотрении ходатайства о выдаче приглашения в целях осуществления трудовой деятельности территориальный орган федерального органа исполнительной власти в сфере внутренних дел либо непосредственно федеральный орган исполнительной власти в сфере внутренних дел проверяет на основании имеющихся в федеральном органе исполнительной власти в сфере внутренних дел сведений наличие у работодателя или заказчика работ (услуг) разрешения на привлечение и использование иностранных работников, если иное не предусмотрено настоящим Федеральным законом или такое разрешение не было представлено работодателем или заказчиком работ (услуг) самостоятельно."
          ]
        }
      ],
      "unindexed": [
        "Одновременно с ходатайством о выдаче приглашения в целях осуществления трудовой деятельности работодатель или заказчик работ (услуг) представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию либо непосредственно в федеральный орган исполнительной власти в сфере внутренних дел, если выдача приглашения осуществляется указанным федеральным органом:"
      ]
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Ходатайство о выдаче приглашения, а в случаях и в порядке, установленных федеральным органом исполнительной власти в сфере внутренних дел, и документы, указанные в настоящем пункте, могут быть поданы в форме электронных документов с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Разрешение на привлечение и использование иностранных работников выдается федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом при наличии заключения соответствующего органа государственной службы занятости населения субъекта Российской Федерации.",
      "subclauses": [],
      "unindexed": [
        "Порядокоформления и выдачи заключения о привлечении и об использовании иностранных работников, а такжеформатакого заключения утверждается федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере занятости населения и безработицы.",
        "Разрешение на привлечение и использование иностранных работников в составе экипажей российских морских судов (за исключением судов рыбопромыслового флота), плавающих под Государственным флагом Российской Федерации, выдается федеральным органом исполнительной власти в сфере внутренних дел или уполномоченным им территориальным органом при наличии заключения о привлечении и об использовании иностранных работников в составе экипажей российских морских судов (за исключением экипажей судов рыбопромыслового флота), плавающих под Государственным флагом Российской Федерации.",
        "Порядок оформления и выдачи заключения о привлечении и об использовании иностранных работников в составе экипажей российских морских судов (за исключением судов рыбопромыслового флота), плавающих под Государственным флагом Российской Федерации, а также форма такого заключения утверждается федеральным органом исполнительной власти в области транспорта, осуществляющим функции по выработке государственной политики и нормативно-правовому регулированию в сфере морского и внутреннего водного транспорта.",
        "Разрешение на привлечение и использование иностранных работников в составе экипажей судов рыбопромыслового флота, плавающих под Государственным флагом Российской Федерации, выдается федеральным органом исполнительной власти в сфере внутренних дел или уполномоченным им территориальным органом при наличии заключения о привлечении и об использовании иностранных работников в составе экипажей судов рыбопромыслового флота, плавающих под Государственным флагом Российской Федерации.",
        "Порядокоформления и выдачи заключения о привлечении и об использовании иностранных работников в составе экипажей судов рыбопромыслового флота, плавающих под Государственным флагом Российской Федерации, а такжеформатакого заключения утверждается федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере рыболовства.",
        "Указанные заключения о привлечении и об использовании иностранных работников выдаются сроком на один год."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Разрешение на привлечение и использование иностранных работников выдается сроком на один год.",
      "subclauses": [],
      "unindexed": [
        "Порядокоформления, выдачи, приостановления действия или аннулирования разрешения на привлечение и использование иностранных работников, внесения изменений в содержащиеся в нем сведения, выдачи дубликатов указанного разрешения, а также перечень документов, представляемых одновременно с заявлением о выдаче разрешения на привлечение и использование иностранных работников, иформыбланков разрешения на привлечение и использование иностранных работников и заявлений, представляемых в связи с оформлением и выдачей указанного разрешения или внесением изменений в содержащиеся в нем сведения, устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
        "Работодатель или заказчик работ (услуг), а также судовладелец при привлечении иностранных работников в составе экипажей российских морских судов и судов рыбопромыслового флота вправе обратиться за получением разрешения на привлечение и использование иностранных работников с представлением необходимых документов в федеральный орган исполнительной власти в сфере внутренних дел или уполномоченный им территориальный орган непосредственно, либо через подведомственное предприятие, либо в форме электронных документов с использованием единого портала государственных и муниципальных услуг.",
        "Формазаявления и порядок подачи заявления в форме электронного документа с использованием единого портала государственных и муниципальных услуг утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
        "Разрешение на привлечение и использование иностранных работников не может быть выдано в форме электронного документа."
      ]
    },
    {
      "clause_index": "5",
      "clause_text": "5. Абзац утратил силу. - Федеральныйзаконот 29.12.2010 N 438-ФЗ.",
      "subclauses": [],
      "unindexed": [
        "В случае административного выдворения иностранного гражданина, осуществляющего трудовую деятельность в Российской Федерации без разрешения на работу, средства, затраченные из федерального бюджета на обеспечение выезда иностранного гражданина соответствующим видом транспорта из Российской Федерации, подлежат взысканию в судебном порядке с работодателя или заказчика работ (услуг), привлекших указанного иностранного гражданина к трудовой деятельности, по иску органа, исполнявшего постановление об административном выдворении указанного иностранного гражданина."
      ]
    },
    {
      "clause_index": "6",
      "clause_text": "6.Порядоквыдачи разрешения на работу, порядок выдачи дубликата разрешения на работу, порядок внесения изменений в сведения, содержащиеся в разрешении на работу, и перечень документов, представляемых одновременно с заявлением о выдаче разрешения на работу, выдаче дубликата разрешения на работу, внесении изменений в сведения, содержащиеся в разрешении на работу, утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": [
        "Формыбланков разрешения на работу иностранному гражданину иформызаявлений, представляемых в связи с оформлением указанного разрешения, его продлением, выдачей его дубликата или внесением изменений в сведения, содержащиеся в разрешении на работу иностранному гражданину, утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
        "Разрешение на работу не может быть выдано в форме электронного документа."
      ]
    },
    {
      "clause_index": "6.1",
      "clause_text": "6.1. Заявления об оформлении разрешения на работу, о продлении срока действия разрешения на работу, о выдаче дубликата разрешения на работу, о внесении изменений в сведения, содержащиеся в разрешении на работу, ходатайство о привлечении высококвалифицированного специалиста с предоставлением необходимых документов могут быть представлены на бумажном носителе, а также поданы в форме электронных документов с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Утратил силу. - Федеральныйзаконот 29.12.2010 N 438-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Работодатель или заказчик работ (услуг), пригласившие иностранного гражданина в Российскую Федерацию в целях осуществления трудовой деятельности либо заключившие с иностранным работником в Российской Федерации новый трудовой договор или гражданско-правовой договор на выполнение работ (оказание услуг), обязаны:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) иметь разрешение на привлечение и использование иностранных работников, еслииноене предусмотрено настоящим Федеральным законом;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) обеспечить получение иностранным гражданином разрешения на работу;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) представить документы, необходимые длярегистрациииностранного гражданина по месту пребывания в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) утратил силу с 1 января 2015 года. - Федеральныйзаконот 24.11.2014 N 357-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) содействовать выезду иностранного работника из Российской Федерации по истечении срока заключенного с ним трудового договора или гражданско-правового договора на выполнение работ (оказание услуг);",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) оплачивать расходы, связанные с административным выдворением за пределы Российской Федерации или депортацией иностранного гражданина, принятого на работу с нарушением установленного настоящим Федеральным законом порядка привлечения и использования иностранных работников;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) направлять в федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган информацию о нарушении иностранным работником условий трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), а также о досрочном расторжении таких договоров;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) направлять в федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган и территориальный орган федерального органа исполнительной власти, ведающего вопросами безопасности, информацию о самовольном оставлении иностранным работником места работы или места пребывания.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Разрешение на работу иностранному гражданину не выдается, а выданное разрешение на работу аннулируется территориальным органом федерального органа исполнительной власти в сфере внутренних дел в случае, если данный иностранный гражданин:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) выступает за насильственное изменение основ конституционного строя Российской Федерации, иными действиями создает угрозу безопасности Российской Федерации или граждан Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) финансирует, планирует террористические (экстремистские) акты, оказывает содействие в совершении таких актов или совершает их, а равно иными действиями поддерживает террористическую (экстремистскую) деятельность;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) в течение пяти лет, предшествовавших дню подачи заявления о выдаче разрешения на работу, подвергался административному выдворению за пределы Российской Федерации, депортации или передавался Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии либо в течение десяти лет, предшествовавших дню подачи заявления о выдаче разрешения на работу, неоднократно (два и более раза) подвергался административному выдворению за пределы Российской Федерации, депортации или передавался Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) представил поддельные или подложные документы либо сообщил о себе заведомо ложные сведения;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) осужден вступившим в законную силу приговором суда за совершение преступления;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) имеет непогашенную или неснятую судимость за совершение преступления на территории Российской Федерации либо за ее пределами, признаваемого таковым в соответствии с федеральнымзаконом;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) неоднократно (два и более раза) в течение одного года привлекался к административной ответственности за нарушениезаконодательстваРоссийской Федерации в части обеспечения режима пребывания (проживания) иностранных граждан в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) выехал из Российской Федерации в иностранное государство для постоянного проживания;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) находится за пределами Российской Федерации более шести месяцев;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) является потребителем наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, либо страдает одним из инфекционных заболеваний, представляющих опасность для окружающих, либо не имеет сертификата об отсутствии у него заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\", либо не представил в установленный срок выданные по результатам медицинского освидетельствования, проведенного в соответствии с Федеральнымзакономот 30 марта 1999 года N 52-ФЗ \"О санитарно-эпидемиологическом благополучии населения\" и иными нормативными правовыми актами Российской Федерации в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом, медицинские документы и сертификат.Переченьинфекционных заболеваний, представляющих опасность для окружающих, ипорядокподтверждения их наличия или отсутствия утверждаются уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти. Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного в настоящем подпункте, на территории соответствующего субъекта Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) утратил силу с 1 января 2014 года. - Федеральныйзаконот 28.12.2013 N 386-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "12",
          "subclause_text": "12) - 14) утратили силу с 1 января 2015 года. - Федеральныйзаконот 24.11.2014 N 357-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "15",
          "subclause_text": "15) не достиг возраста восемнадцати лет.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "9.1",
      "clause_text": "9.1. Помимо случаев, предусмотренныхпунктом 9настоящей статьи, разрешение на работу иностранному гражданину не выдается, а ранее выданное разрешение на работу аннулируется в случае принятия в установленномпорядкерешения о нежелательности пребывания (проживания) в Российской Федерации или решения о неразрешении въезда в Российскую Федерацию данного иностранного гражданина.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.1-1",
      "clause_text": "9.1-1. Помимо случаев, предусмотренных настоящим Федеральным законом, разрешение на работу, ранее выданное иностранному гражданину, прибывшему в Российскую Федерацию в порядке, требующем получения визы, аннулируется в случае непредставления им в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в течение девяноста календарных дней со дня выдачи ему разрешения на работу документа, подтверждающего владение данным иностранным гражданином русским языком, знание им истории России и основ законодательства Российской Федерации, если представление такого документа предусмотреностатьей 15.1настоящего Федерального закона, а также в случае необращения данного иностранного гражданина в течение тридцати календарных дней со дня въезда в Российскую Федерацию в территориальный орган федерального органа исполнительной власти в сфере внутренних дел либо в подведомственное предприятие или уполномоченную организацию для прохождения обязательной государственной дактилоскопической регистрации и фотографирования либо в случае отказа от их прохождения при получении разрешения на работу в соответствии состатьями 13.2и13.5настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.2",
      "clause_text": "9.2. Разрешение на работу иностранному гражданину может не выдаваться, а ранее выданное разрешение на работу может быть аннулировано, если данный иностранный гражданин передавался иностранным государством Российской Федерации в соответствии с международным договором Российской Федерации о реадмиссии.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.3",
      "clause_text": "9.3. В случае аннулирования разрешения на работу или истечения срока действия разрешения на работу, если отсутствуют основания для продления указанного срока либо если иностранный гражданин не предпринял действий, требуемых для такого продления в соответствии с настоящим Федеральнымзаконом, трудовой договор или гражданско-правовой договор на выполнение работ (оказание услуг), заключенные с иностранным гражданином, подлежит прекращению.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.4",
      "clause_text": "9.4. Информация о выданных и об аннулированных разрешениях на работу и патентах, а также о разрешениях на работу, срок действия которых истек, размещается в информационных системах общего пользования в порядке, определяемом федеральным органом исполнительной власти в сфере внутренних дел, не позднее трех рабочих дней со дня принятия решения о выдаче или об аннулировании разрешения на работу или патента либо истечения срока действия разрешения на работу.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.5",
      "clause_text": "9.5. Территориальные органы федерального органа исполнительной власти, уполномоченного по контролю и надзору в области налогов и сборов, по запросу федерального органа исполнительной власти в сфере внутренних дел или его территориального органа представляют информацию о ликвидации юридического лица - работодателя или заказчика работ (услуг), прекращении физическим лицом - работодателем или заказчиком работ (услуг) деятельности в качестве индивидуального предпринимателя, непредставлении работодателями и заказчиками работ (услуг) в течение шести и более месяцев подряд отчетности в налоговые органы.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.6",
      "clause_text": "9.6. Утратил силу. - Федеральныйзаконот 06.02.2020 N 16-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.7",
      "clause_text": "9.7. Помимо случаев, предусмотренныхпунктом 9настоящей статьи, разрешение на работу иностранному гражданину не выдается и не продлевается, а выданное разрешение на работу аннулируется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом в случае:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) представления работодателем или заказчиком работ (услуг) в федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган поддельных или подложных документов либо сообщения работодателем или заказчиком работ (услуг) заведомо ложных сведений о себе или о данном иностранном гражданине;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) поступления в федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган, выдавшие данному иностранному гражданину разрешение на работу, заявления данного иностранного гражданина об аннулировании выданного ему разрешения на работу.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "9.8",
      "clause_text": "9.8. Помимо случаев, предусмотренныхпунктом 9настоящей статьи, разрешение на работу иностранному гражданину, прибывшему в Российскую Федерацию в порядке, не требующем получения визы, не выдается в случае, если данный иностранный гражданин не указал в миграционной карте работу как цель визита в Российскую Федерацию.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Утратил силу. - Федеральныйзаконот 29.12.2010 N 438-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. В случае, если работодатель или заказчик работ (услуг) нарушил положения настоящего Федерального закона, федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган может приостановить действие разрешения на привлечение и использование иностранных работников, а также разрешения на работу иностранному гражданину, зарегистрированному в качестве индивидуального предпринимателя, выданных работодателю, заказчику работ (услуг) или иностранному гражданину, зарегистрированному в качестве индивидуального предпринимателя, до устранения указанными лицами в установленный срок допущенных нарушений.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. В случае, если работодатель или заказчик работ (услуг) не устранил допущенные нарушения в установленный срок, разрешение на привлечение и использование иностранных работников, выданное работодателю или заказчику работ (услуг), а также разрешение на работу, выданное иностранному гражданину, зарегистрированному в качестве индивидуального предпринимателя, аннулируется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13. В случае аннулирования разрешения на привлечение и использование иностранных работников, а также в случае прекращения деятельности работодателя или заказчика работ (услуг) иностранный работник имеет право заключить новый договор с другим работодателем или заказчиком работ (услуг) на период, оставшийся до истечения срока действия разрешения на работу, при условии, что до истечения этого срока остается не менее трех месяцев, и при наличии у нового работодателя или заказчика работ (услуг) разрешения на привлечение и использование иностранных работников.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}