{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Миграционный учет иностранных граждан и федеральный государственный контроль (надзор) в сфере миграции",
  "article_index": "30",
  "article_title": "Статья 30. Федеральный государственный контроль (надзор) за пребыванием и проживанием иностранных граждан в Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Федеральный государственный контроль (надзор) за нахождением, пребыванием, проживанием в Российской Федерации и транзитным передвижением в пределах Российской Федерации иностранных граждан осуществляется уполномоченными федеральными органами исполнительной власти впорядке, установленном настоящим Федеральным законом, Президентом Российской Федерации или Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Федеральный орган исполнительной власти, ведающий вопросами иностранных дел, осуществляет контроль за временным пребыванием в Российской Федерации иностранных граждан:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) глав дипломатических представительств и глав консульских учреждений иностранных государств в Российской Федерации, сотрудников дипломатических представительств и работников консульских учреждений иностранных государств в Российской Федерации, а также членов семей и гостей указанных лиц, если члены семей или гости проживают в резиденциях названных лиц либо на территориях таких представительств или учреждений;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) въехавших в Российскую Федерацию с рабочим визитом и имеющих дипломатические или служебные паспорта должностных лиц министерств иностранных дел иностранных государств и членов семей указанных лиц;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) въехавших в Российскую Федерацию с рабочим визитом и пользующихся в соответствии с международным договором Российской Федерации дипломатическими привилегиями и иммунитетами должностных лиц международных организаций, должностных лиц представительств указанных организаций в Российской Федерации, должностных лиц международных организаций, которые имеют штаб-квартиры в Российской Федерации, а также членов семей и гостей указанных лиц, если члены семей или гости проживают в резиденциях названных лиц либо на территориях таких представительств.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Иностранный гражданин при въезде в Российскую Федерацию заполняет миграционную карту, которая вместе сдокументом, удостоверяющим личность иностранного гражданина, предъявляется должностному лицу пограничного органа федеральной службы безопасности в пункте пропуска через Государственную границу Российской Федерации. При выезде из Российской Федерации иностранный гражданин обязан сдать миграционную карту должностному лицу пограничного органа федеральной службы безопасности в пункте пропуска через Государственную границу Российской Федерации. Должностное лицо пограничного органа федеральной службы безопасности проставляет в миграционной карте отметку о въезде иностранного гражданина в Российскую Федерацию и отметку о его выезде из Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}