{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Миграционный учет иностранных граждан и федеральный государственный контроль (надзор) в сфере миграции",
  "article_index": "31.1",
  "article_title": "Статья 31.1. Меры федерального государственного контроля (надзора) в сфере миграции, применяемые в рамках режима высылки",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. В рамках режима высылки к контролируемому лицу применяются следующие меры федерального государственного контроля (надзора) в сфере миграции:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) включение в реестр контролируемых лиц;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) ограничение отдельных прав и свобод контролируемого лица в соответствии спунктом 2настоящей статьи;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) установление места нахождения контролируемого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) доставление контролируемого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) задержание контролируемого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) помещение контролируемого лица в специальное учреждение;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) проверка документов, удостоверяющих личность контролируемого лица (идентификация), и иных документов, представляемых в отношении такого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) установление личности контролируемого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) проведение обязательной государственной дактилоскопической регистрации и фотографирования контролируемого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) согласование маршрута следования контролируемого лица до пункта пропуска через Государственную границу Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) наблюдение за соблюдением контролируемым лицом установленных ограничений и вынесенных предписаний, за выполнением возложенных на контролируемое лицо обязанностей, совершаемыми контролируемым лицом действиями.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. В отношении контролируемого лица применяются следующие ограничительные меры в виде:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) запрета на государственную регистрацию юридических лиц и индивидуальных предпринимателей в соответствии с Федеральнымзакономот 8 августа 2001 года N 129-ФЗ \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\";",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) запрета на приобретение недвижимого имущества, транспортных средств, самоходных машин и других видов техники;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) запрета на постановку недвижимого имущества на государственный кадастровый учет и (или) государственную регистрацию прав, осуществляемые в соответствии с Федеральнымзакономот 13 июля 2015 года N 218-ФЗ \"О государственной регистрации недвижимости\";",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) запрета на государственную регистрацию транспортных средств, самоходных машин и других видов техники в соответствии с Федеральнымзакономот 3 августа 2018 года N 283-ФЗ \"О государственной регистрации транспортных средств в Российской Федерации и о внесении изменений в отдельные законодательные акты Российской Федерации\", Федеральнымзакономот 2 июля 2021 года N 297-ФЗ \"О самоходных машинах и других видах техники\";",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) ограничения на пользование правом на управление транспортными средствами, предоставленным в соответствии с Федеральнымзакономот 10 декабря 1995 года N 196-ФЗ \"О безопасности дорожного движения\";",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) отказа в допуске к сдаче экзаменов на право управления транспортными средствами, в выдаче (замене, обмене) российского национального или международного водительского удостоверения;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) отказа в открытии банковского счета и осуществлении иных банковских операций, за исключением переводов денежных средств в целях уплаты обязательных платежей, установленных законодательством Российской Федерации, а также переводов денежных средств на счет контролируемого лица и выдачи наличных денежных средств контролируемому лицу в сумме не более 30 тысяч рублей в месяц. Положения настоящего подпункта в части открытия счета в банках и других кредитных организациях Российской Федерации не распространяются на иностранных граждан, отбывающих уголовное наказание в виде исправительных, принудительных работ или лишения свободы;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) запрета на заключение брака;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) запрета на изменение места жительства или места пребывания в Российской Федерации без разрешения территориального органа федерального органа исполнительной власти в сфере внутренних дел, осуществляющего контроль;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) запрета на выезд за пределы территории субъекта Российской Федерации, муниципального образования, в которых контролируемое лицо пребывает (проживает), за исключением выезда из Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) иные ограничения, предусмотренные законодательством Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Ограничения, предусмотренныепунктом 2настоящей статьи, применяются с даты внесения сведений о контролируемом лице в реестр контролируемых лиц, предусмотренныйстатьей 31.2настоящего Федерального закона, и продолжают действовать до исключения сведений о контролируемом лице из реестра контролируемых лиц.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Установление места нахождения контролируемого лица осуществляется территориальным органом федерального органа исполнительной власти в сфере внутренних дел в случаях отсутствия сведений о месте нахождения контролируемого лица и (или) неисполнения контролируемым лицом обязанностей, установленныхподпунктами 1и3 пункта 5 статьи 9.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5.Порядокприменения мер для установления места нахождения контролируемого лица устанавливается федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Доставление контролируемого лица, то есть его принудительное препровождение, в служебное помещение территориального органа федерального органа исполнительной власти в сфере внутренних дел или подразделения полиции, в специальное учреждение либо в иное служебное помещение осуществляется в целях установления личности, решения вопроса о задержании, депортации или помещении в специальное учреждение в случаях, установленных настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Задержание применяется в порядке, предусмотренномстатьей 14Федерального закона от 7 февраля 2011 года N 3-ФЗ \"О полиции\", в отношении контролируемого лица, уклоняющегося от исполнения обязанностей, установленныхпунктом 5 статьи 9.1настоящего Федерального закона, или от исполнения обязанности по выезду за пределы Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Помещение контролируемого лица в специальное учреждение может быть осуществлено, если это необходимо для обеспечения выезда контролируемого лица за пределы Российской Федерации в случае вынесения в отношении такого лица решения о депортации, реадмиссии либо назначения административного наказания в виде принудительного выдворения за пределы Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Контролируемые лица содержатся в специальных учреждениях в соответствии с условиями и в порядке, которые предусмотреныглавой VI.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Проверка документов, удостоверяющих личность контролируемого лица (идентификация контролируемого лица), и иных документов, представляемых в отношении контролируемого лица, проводится в целях проверки достоверности сведений, содержащихся в таких документах, правильности заполнения и (или) оформления таких документов, соблюдения режима высылки и установленных в связи с ним ограничительных мер и заключается в установлении:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) соответствия личности контролируемого лица учетным данным, содержащимся в государственных информационных системах федерального органа исполнительной власти в сфере внутренних дел, и (или) предъявляемым контролируемым лицом документам, удостоверяющим личность контролируемого лица;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) достоверности сведений, содержащихся в иных документах, представляемых в отношении контролируемого лица в случаях, предусмотренных законодательством Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Установление личности контролируемого лица осуществляется в порядке, предусмотренномстатьей 10.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Обязательная государственная дактилоскопическая регистрация и фотографирование контролируемого лица проводятся в порядке и случаях, которые установлены законодательством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13. В целях обеспечения контроля за самостоятельным выездом контролируемого лица за пределы Российской Федерации маршрут следования контролируемого лица до пункта пропуска через Государственную границу Российской Федерации либо изменение маршрута следования контролируемого лица согласовывается с территориальным органом федерального органа исполнительной власти в сфере внутренних дел по месту фактического нахождения (пребывания) контролируемого лица.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "14",
      "clause_text": "14. В случае согласования маршрута следования контролируемого лица могут использоваться информационные системы и технические средства, обеспечивающие дистанционный контроль за перемещением контролируемого лица и соблюдением согласованного маршрута следования.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "15",
      "clause_text": "15. Наблюдение за соблюдением контролируемым лицом установленных ограничений и вынесенных предписаний, за выполнением возложенных на него обязанностей, за совершаемыми контролируемым лицом действиями, а также за деятельностью физических и юридических лиц, оказывающих контролируемому лицу содействие в пребывании (проживании) на территории Российской Федерации, осуществляется должностным лицом территориального органа федерального органа исполнительной власти в сфере внутренних дел непосредственно или опосредованно, в том числе с использованием технических средств и информационных ресурсов государственных органов в отношении контролируемого лица.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "16",
      "clause_text": "16. При необходимости по результатам наблюдения должностным лицом территориального органа федерального органа исполнительной власти в сфере внутренних дел составляется акт поформе, утверждаемой федеральным органом исполнительной власти в сфере внутренних дел, в двух экземплярах, один из которых вручается контролируемому лицу по его просьбе.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}