{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Миграционный учет иностранных граждан и федеральный государственный контроль (надзор) в сфере миграции",
  "article_index": "31",
  "article_title": "Статья 31. Последствия несоблюдения иностранным гражданином срока пребывания или проживания в Российской Федерации, режима высылки",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. В случае, если срок проживания или временного пребывания иностранного гражданина в Российской Федерации сокращен, данный иностранный гражданин обязан выехать из Российской Федерации в течение трех дней.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. В случае, если разрешение на временное проживание, разрешение на временное проживание в целях получения образования или вид на жительство, выданные иностранному гражданину, аннулированы, данный иностранный гражданин обязан выехать из Российской Федерации в течение пятнадцати дней со дня выдачи емууведомленияоб аннулировании указанных разрешений или вида на жительство либо со дня направления ему такого уведомления в форме электронного документа с использованием информационно-телекоммуникационных сетей общего пользования, в том числе сети Интернет, включая единый портал государственных и муниципальных услуг, либо в установленном порядке почтовым отправлением.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Иностранный гражданин, не исполнивший обязанность, предусмотреннуюпунктом 1или2настоящей статьи, подлежит депортации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Депортация иностранных граждан в случаях, предусмотренных настоящей статьей, осуществляется федеральным органом исполнительной власти в сфере внутренних дел или его территориальными органами во взаимодействии с иными федеральными органами исполнительной власти и их территориальными органами в пределах их компетенции.",
      "subclauses": [],
      "unindexed": [
        "Порядокдепортации иностранных граждан определяется федеральным органом исполнительной власти в сфере внутренних дел по согласованию с заинтересованными федеральными органами исполнительной власти."
      ]
    },
    {
      "clause_index": "5",
      "clause_text": "5. Депортация осуществляется за счет средств депортируемого иностранного гражданина, а в случае отсутствия таких средств либо в случае, если иностранный работник принят на работу с нарушением установленного настоящим Федеральнымзакономпорядка привлечения и использования иностранных работников, - за счет средств пригласившего его органа, дипломатического представительства или консульского учреждения иностранного государства, гражданином которого является депортируемый иностранный гражданин, международной организации либо ее представительства, физического или юридического лица, указанных встатье 16настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. В случае, если установление приглашающей стороны невозможно, мероприятия по депортации являются расходными обязательствами Российской Федерации.Порядокрасходования средств на указанные цели определяется Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган направляет информацию о депортации иностранного гражданина в федеральный орган исполнительной власти, ведающий вопросами иностранных дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Федеральный орган исполнительной власти, ведающий вопросами иностранных дел, уведомляет о депортации иностранного гражданина дипломатическое представительство или консульское учреждение иностранного государства в Российской Федерации, гражданином которого является депортируемый иностранный гражданин.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Иностранные граждане, подлежащие депортации, содержатся в специальных учреждениях до исполнения решения о депортации.",
      "subclauses": [],
      "unindexed": [
        "Абзацы второй - третий утратили силу. - Федеральныйзаконот 21.07.2014 N 232-ФЗ."
      ]
    },
    {
      "clause_index": "9.1",
      "clause_text": "9.1. Утратил силу. - Федеральныйзаконот 21.07.2014 N 232-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9.2",
      "clause_text": "9.2. Доставку иностранного гражданина, подлежащего депортации, в специальное учреждение, а в случае необходимости в суд, при наличии медицинских показаний в медицинскую организацию, в дипломатическое представительство или консульское учреждение иностранного государства в Российской Федерации, а также доставку иностранного гражданина, подлежащего депортации, до пункта пропуска через Государственную границу Российской Федерации осуществляет территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": [
        "Абзац утратил силу. - Федеральныйзаконот 27.06.2018 N 168-ФЗ."
      ]
    },
    {
      "clause_index": "9.3",
      "clause_text": "9.3. Помещение иностранного гражданина, подлежащего депортации, в специальное учреждение на срок, не превышающий сорока восьми часов, осуществляется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом на основании решения руководителя указанного федерального органа или его заместителя либо руководителя соответствующего территориального органа федерального органа исполнительной власти в сфере внутренних дел или его заместителя.",
      "subclauses": [],
      "unindexed": [
        "Срок, указанный вабзаце первомнастоящего пункта, может быть продлен судьей по заявлению уполномоченного должностного лица федерального органа исполнительной власти в сфере внутренних дел или его территориального органа в порядке, предусмотренномКодексомадминистративного судопроизводства Российской Федерации, на срок, необходимый для организации выезда контролируемого лица из Российской Федерации."
      ]
    },
    {
      "clause_index": "9.4",
      "clause_text": "9.4. За исключением случая, предусмотренногопунктом 9.3настоящей статьи, помещение в специальное учреждение иностранных граждан, подлежащих депортации, может осуществляться только на основании решения суда.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Иностранные граждане, подлежащие депортации, могут быть переданы Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии в порядке, предусмотренномглавой V.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. В случае, если уполномоченным федеральным органом исполнительной власти в отношении иностранного гражданина, находящегося в местах лишения свободы, вынесено решение о нежелательности пребывания (проживания) в Российской Федерации или решение о неразрешении въезда в Российскую Федерацию, такое решение в течение трех рабочих дней со дня его вынесения направляется в соответствующий территориальный орган федерального органа исполнительной власти в сфере внутренних дел, который принимает решение о депортации данного иностранного гражданина либо в случае наличия международного договора Российской Федерации о реадмиссии, который затрагивает данного иностранного гражданина, решение о его реадмиссии.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Исполнение решения о депортации иностранного гражданина, указанного впункте 11настоящей статьи, либо решения о его реадмиссии осуществляется после отбытия данным иностранным гражданином наказания, назначенного по приговору суда.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12.1",
      "clause_text": "12.1. В случае выдачи лицу без гражданства временного удостоверения личности лица без гражданства в Российской Федерации решение о его депортации подлежит отмене федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом, принявшим такое решение, в течение пяти рабочих дней со дня поступления информации о выдаче данному лицу временного удостоверения личности лица без гражданства в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13.Порядоквзаимодействия федерального органа исполнительной власти в сфере внутренних дел и федерального органа исполнительной власти, осуществляющего правоприменительные функции и функции по контролю и надзору в сфере исполнения уголовных наказаний в отношении осужденных, при реализации международных договоров Российской Федерации о реадмиссии определяется Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}