{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Миграционный учет иностранных граждан и федеральный государственный контроль (надзор) в сфере миграции",
  "article_index": "32.1-1",
  "article_title": "Статья 32.1-1. Полномочия Уполномоченного по правам человека в Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Уполномоченный по правам человека в Российской Федерации средствами, предусмотренными Федеральным конституционнымзакономот 26 февраля 1997 года N 1-ФКЗ \"Об Уполномоченном по правам человека в Российской Федерации\", способствует восстановлению нарушенных прав иностранных граждан, а также совершенствованию законодательства Российской Федерации, определяющего правовое положение иностранных граждан, в том числе беженцев.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Уполномоченный по правам человека в Российской Федерации при осуществлении своих полномочий, в том числе при проверке жалоб, поступивших от иностранных граждан, вправе посещать центры временного размещения и места временного содержания лиц, ходатайствующих о признании беженцами либо вынужденными переселенцами или о предоставлении временного убежища на территории Российской Федерации, лиц, признанных беженцами либо вынужденными переселенцами или получивших временное убежище на территории Российской Федерации, а также специальные учреждения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Уполномоченный по правам человека в Российской Федерации при посещении указанных впункте 2настоящей статьи центров временного размещения, мест временного содержания и специальных учреждений вправе беседовать с находящимися в них лицами наедине в условиях, позволяющих представителю администрации центра временного размещения, места временного содержания или специального учреждения видеть беседующих, но не слышать их.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}