{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "5.1",
  "chapter_title": "Глава V.1. Передача и прием иностранных граждан в соответствии с международными договорами Российской Федерации о реадмиссии",
  "article_index": "32.2",
  "article_title": "Статья 32.2. Порядок передачи и приема иностранных граждан в соответствии с международными договорами Российской Федерации о реадмиссии",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Передача иностранного гражданина Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии или прием Российской Федерацией иностранного гражданина, передаваемого иностранным государством Российской Федерации в соответствии с международным договором Российской Федерации о реадмиссии, осуществляется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом на основании решения о реадмиссии, за исключением случая, предусмотренногопунктом 1.1настоящей статьи.",
      "subclauses": [],
      "unindexed": [
        "Переченьдолжностных лиц федерального органа исполнительной власти в сфере внутренних дел и его территориальных органов, уполномоченных принимать решения о реадмиссии, утверждается указанным федеральным органом."
      ]
    },
    {
      "clause_index": "1.1",
      "clause_text": "1.1. В случае задержания иностранного гражданина в пределах приграничной территории передача данного иностранного гражданина Российской Федерацией иностранному государству на основании международного договора Российской Федерации о реадмиссии осуществляется по ускоренной процедуре соответствующим пограничным органом федерального органа исполнительной власти, ведающего вопросами безопасности, на основании решения о реадмиссии по ускоренной процедуре данного иностранного гражданина, которое принимается должностным лицом, уполномоченным руководителем федерального органа исполнительной власти, ведающего вопросами безопасности, на принятие таких решений.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "1.2",
      "clause_text": "1.2. Прием иностранного гражданина Российской Федерацией от иностранного государства может осуществляться по ускоренной процедуре реадмиссии в случае, если это предусмотрено соответствующим международным договором Российской Федерации о реадмиссии.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "1.3",
      "clause_text": "1.3. Передаче иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии подлежит иностранный гражданин, въезд которого в Российскую Федерацию либо пребывание (проживание) которого в Российской Федерации признаны не соответствующими законодательству о правовом положении иностранных граждан в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Если иное не предусмотрено федеральным законом или международным договором Российской Федерации, иностранный гражданин, подлежащий передаче Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии, и иностранный гражданин, принятый Российской Федерацией от иностранного государства в соответствии с международным договором Российской Федерации о реадмиссии, но не имеющий законных оснований для пребывания (проживания) в Российской Федерации, могут содержаться в специальном учреждении.",
      "subclauses": [],
      "unindexed": [
        "В обязательном порядке в специальное учреждение помещается иностранный гражданин, подлежащий реадмиссии, в случае отсутствия документа, удостоверяющего его личность."
      ]
    },
    {
      "clause_index": "3",
      "clause_text": "3. Доставку иностранного гражданина, подлежащего реадмиссии, в специальное учреждение, а в случае необходимости в суд, при наличии медицинских показаний в медицинскую организацию, в, дипломатическое представительство или консульское учреждение иностранного государства в Российской Федерации, а также доставку иностранного гражданина, подлежащего передаче Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии, к месту передачи данному иностранному государству либо до пункта пропуска через Государственную границу Российской Федерации осуществляет территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": [
        "Абзац утратил силу. - Федеральныйзаконот 27.06.2018 N 168-ФЗ."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Помещение иностранного гражданина, подлежащего реадмиссии, в специальное учреждение на срок, не превышающий сорока восьми часов, осуществляется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом на основании решения руководителя указанного федерального органа или его заместителя либо руководителя соответствующего территориального органа или его заместителя.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. За исключением случая, предусмотренногопунктом 4настоящей статьи, помещение иностранных граждан, подлежащих реадмиссии, в специальное учреждение может осуществляться только на основании решения суда.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Содержание иностранного гражданина, подлежащего реадмиссии, в специальном учреждении осуществляется до передачи иностранного гражданина Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии либо до депортации данного иностранного гражданина в соответствии с законодательством Российской Федерации в случае, предусмотренномпунктом 12настоящей статьи.",
      "subclauses": [],
      "unindexed": [
        "7 - 10. Утратили силу. - Федеральныйзаконот 21.07.2014 N 232-ФЗ."
      ]
    },
    {
      "clause_index": "11",
      "clause_text": "11. Контроль за пребыванием на территории Российской Федерации иностранных граждан, подлежащих реадмиссии, но не подлежащих содержанию в специальных учреждениях, осуществляется федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Иностранный гражданин, принятый Российской Федерацией от иностранного государства в соответствии с международным договором Российской Федерации о реадмиссии, но не имеющий законных оснований для пребывания (проживания) в Российской Федерации, подлежит депортации в случае, если между Российской Федерацией и государством гражданской принадлежности либо постоянного или преимущественного проживания данного иностранного гражданина не имеется международного договора о реадмиссии.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13.Порядоквзаимодействия федерального органа исполнительной власти в сфере внутренних дел и федерального органа исполнительной власти, ведающего вопросами безопасности, при реализации международных договоров Российской Федерации о реадмиссии определяется Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "14",
      "clause_text": "14.Порядокреализации международных договоров Российской Федерации о реадмиссии федеральным органом исполнительной власти в сфере внутренних дел, его территориальными органами и специальными учреждениями определяется федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}