{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "5",
  "chapter_title": "Глава V. Миграционный учет иностранных граждан и федеральный государственный контроль (надзор) в сфере миграции",
  "article_index": "32",
  "article_title": "Статья 32. Федеральный государственный контроль (надзор) за трудовой деятельностью иностранных работников",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Федеральный государственный контроль (надзор) за трудовой деятельностью иностранных работников на территории Российской Федерации осуществляется уполномоченными федеральными органами исполнительной власти (далее - органы государственного контроля (надзора) согласно их компетенции впорядке, установленном Президентом Российской Федерации или Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. К отношениям, связанным с осуществлением федерального государственного контроля (надзора) за трудовой деятельностью иностранных работников на территории Российской Федерации, работодателей, заказчиков работ (услуг), и к отношениям, связанным с исполнением юридическими лицами, индивидуальными предпринимателями обязанностей, возложенных на них как на принимающую (приглашающую) сторону, применяются положения Федеральногозаконаот 26 декабря 2008 года N 294-ФЗ \"О защите прав юридических лиц и индивидуальных предпринимателей при осуществлении государственного контроля (надзора) и муниципального контроля\" с учетом особенностей организации и проведения проверок, установленныхпунктами 3-10настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Предметом федерального государственного контроля (надзора) за трудовой деятельностью иностранных работников является соблюдение работодателем, заказчиком работ (услуг), принимающей (приглашающей) сторонойтребований, установленных настоящим Федеральным законом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации в сфере миграции (далее - обязательные требования).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Утратил силу с 1 июля 2021 года. - Федеральныйзаконот 11.06.2021 N 170-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Основанием для проведения внеплановой проверки является:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) истечение срока исполнения работодателем, заказчиком работ (услуг), принимающей (приглашающей) стороной выданного органом государственного контроля (надзора) предписания об устранении выявленного нарушения обязательных требований;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) поступление в орган государственного контроля (надзора) обращений и заявлений граждан, в том числе индивидуальных предпринимателей, юридических лиц, информации от органов государственной власти, органов местного самоуправления, профессиональных союзов, из средств массовой информации о фактах нарушений работодателем, заказчиком работ (услуг), принимающей (приглашающей) стороной обязательных требований;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) выявление факта возможного нарушения работодателем, заказчиком работ (услуг), принимающей (приглашающей) стороной обязательных требований в результате проводимого органом государственного надзора мониторинга соблюдения таких требований;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) наличие приказа (распоряжения) руководителя (заместителя руководителя) органа государственного контроля (надзора) о проведении внеплановой проверки, изданного в соответствии с поручением Президента Российской Федерации или Правительства Российской Федерации либо на основании требования прокурора о проведении внеплановой проверки в рамках надзора за исполнением законов по поступившим в органы прокуратуры материалам и обращениям.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Утратил силу с 1 июля 2021 года. - Федеральныйзаконот 11.06.2021 N 170-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Срок проведения внеплановой выездной проверки не может превышать семь рабочих дней.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. В исключительных случаях, связанных с необходимостью проведения сложных и (или) длительных специальных экспертиз и расследований на основании мотивированных предложений должностных лиц органа государственного контроля (надзора), проводящих проверку, срок проведения проверки может быть продлен руководителем такого органа, но не более чем на семь рабочих дней.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Внеплановая выездная проверка по основанию, указанному вподпункте 2 пункта 5настоящей статьи, проводится органом государственного контроля (надзора) по согласованию с органом прокуратуры в установленном законодательством Российской Федерациипорядке.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Предварительное уведомление работодателя, заказчика работ (услуг), принимающей (приглашающей) стороны о проведении внеплановой выездной проверки по основанию, указанному вподпунктах 2и3 пункта 5настоящей статьи, не допускается.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Должностные лица органа государственного контроля (надзора) впорядке, установленном законодательством Российской Федерации, имеют право:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) запрашивать и получать на основании мотивированного письменного запроса от работодателя, заказчика работ (услуг), принимающей (приглашающей) стороны информацию и документы, необходимые в ходе проведения проверки;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) беспрепятственно по предъявлении служебного удостоверения и копии приказа (распоряжения) руководителя (заместителя руководителя) органа государственного контроля (надзора) о назначении проверки посещать и обследовать используемые работодателем, заказчиком работ (услуг), принимающей (приглашающей) стороной территории, здания, помещения, сооружения и иные подобные объекты, обследовать технические средства, а также проводить необходимые исследования, экспертизы, расследования и другие мероприятия по контролю;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) выдавать предписания об устранении выявленных нарушений обязательных требований;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) составлять протоколы об административных правонарушениях, связанных с нарушениями обязательных требований, рассматривать дела об указанных административных правонарушениях и принимать меры по предотвращению таких нарушений;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) направлять в уполномоченные органы материалы, связанные с нарушениями требований миграционного законодательства, для решения вопросов о возбуждении уголовных дел по признакам преступлений.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. В случае, если иностранный работник нарушил условия трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), разрешение на работу, выданное данному иностранному работнику, может быть по ходатайству работодателя или заказчика работ (услуг) аннулировано федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом, выдавшими данное разрешение.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}