{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "6",
  "chapter_title": "Глава VI. Ответственность за нарушение настоящего федерального закона",
  "article_index": "34",
  "article_title": "Статья 34. Порядок административного выдворения иностранного гражданина за пределы Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Административное выдворение иностранного гражданина за пределы Российской Федерации осуществляется за счет средств выдворяемого иностранного гражданина, а в случае отсутствия таких средств либо в случае, если иностранный работник принят на работу с нарушением установленного настоящим Федеральнымзакономпорядка привлечения и использования иностранных работников, - за счет средств пригласившего его органа, дипломатического представительства или консульского учреждения иностранного государства, гражданином которого является выдворяемый иностранный гражданин, международной организации либо ее представительства, физического или юридического лица, указанных встатье 16настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. В случае, если установление приглашающей стороны невозможно, мероприятия по административному выдворению иностранного гражданина за пределы Российской Федерации являются расходными обязательствами Российской Федерации.Порядокрасходования средств на указанные цели определяется Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Федеральный орган исполнительной власти, уполномоченный на осуществление функций по обеспечению установленного порядка деятельности судов, исполнению судебных актов, актов иных органов и должностных лиц, или его территориальный орган либо пограничные органы в соответствии со своими полномочиями осуществляютадминистративное выдворениеза пределы Российской Федерации иностранного гражданина в форме принудительного выдворения за пределы Российской Федерации и направляют информацию об этом в федеральный орган исполнительной власти, ведающий вопросами иностранных дел, а также в федеральный орган исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": [
        "Федеральный орган исполнительной власти в сфере внутренних дел осуществляет контроль в соответствии спунктом 1 статьи 31.1настоящего Федерального закона за исполнением иностранным гражданином или лицом без гражданства назначенного ему административного наказания в виде административного выдворения за пределы Российской Федерации в форме контролируемого самостоятельного выезда из Российской Федерации."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Федеральный орган исполнительной власти, ведающий вопросами иностранных дел, уведомляет об административном выдворении иностранного гражданина за пределы Российской Федерации дипломатическое представительство или консульское учреждение иностранного государства в Российской Федерации, гражданином которого является выдворяемый иностранный гражданин.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Иностранные граждане, подлежащие административному выдворению за пределы Российской Федерации, в порядке, предусмотренномКодексомРоссийской Федерации об административных правонарушениях, и с учетом положений настоящей статьи помещаются в специально отведенные помещения органов безопасности либо в специальные учреждения и содержатся в этих помещениях либо учреждениях до исполнения решения об административном выдворении за пределы Российской Федерации.",
      "subclauses": [],
      "unindexed": [
        "Помещение в специальное учреждение иностранного гражданина, которому должностным лицом федерального органа исполнительной власти в сфере внутренних дел или его территориального органа, должностным лицом федерального органа исполнительной власти, ведающего вопросами безопасности, или пограничного органа назначено административное наказание в виде принудительного выдворения за пределы Российской Федерации, осуществляется федеральным органом исполнительной власти в сфере внутренних дел или его территориальным органом, а равно федеральным органом исполнительной власти, ведающим вопросами безопасности, или пограничным органом на основании решения руководителя федерального органа или его заместителя либо руководителя территориального органа федерального органа исполнительной власти в сфере внутренних дел или его заместителя, а равно руководителя пограничного органа или его заместителя на срок, не превышающий 48 часов, либо на основании постановления судьи.",
        "Срок, указанный вабзаце второмнастоящего пункта, может быть продлен судьей по ходатайству уполномоченного должностного лица федерального органа исполнительной власти в сфере внутренних дел или его территориального органа либо уполномоченного должностного лица федерального органа исполнительной власти, ведающего вопросами безопасности, или пограничного органа в порядке, установленномКодексомРоссийской Федерации об административных правонарушениях."
      ]
    },
    {
      "clause_index": "5.1",
      "clause_text": "5.1. Утратил силу. - Федеральныйзаконот 21.07.2014 N 232-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Иностранные граждане, подлежащие административному выдворению за пределы Российской Федерации, могут быть переданы Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии в порядке, предусмотренномглавой V.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}