{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "6.1",
  "chapter_title": "Глава VI.1. Содержание иностранного гражданина в специальном учреждении",
  "article_index": "35.1",
  "article_title": "Статья 35.1. Основы содержания иностранных граждан в специальных учреждениях",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Содержание иностранных граждан в специальных учреждениях предусматривает ограничение свободы передвижения помещенных в них иностранных граждан, исключающее возможность самовольного оставления указанных учреждений, в целях обеспечения исполнения принятых в соответствии сКодексомРоссийской Федерации об административных правонарушениях и настоящим Федеральным законом постановления судьи о назначении административного наказания в виде принудительного выдворения за пределы Российской Федерации, решения о депортации либо решения о передаче иностранного гражданина Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии или решения о приеме Российской Федерацией иностранного гражданина, передаваемого иностранным государством Российской Федерации в соответствии с международным договором Российской Федерации о реадмиссии.",
      "subclauses": [],
      "unindexed": [
        "В целях исполнения указанных вабзаце первомнастоящего пункта решений суда и должностных лиц федерального органа исполнительной власти в сфере внутренних дел или его соответствующего территориального органа иностранные граждане доставляются в специальные учреждения."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2. Иностранные граждане содержатся в специальных учреждениях в соответствии с принципами законности, гуманизма, уважения человеческого достоинства, личной безопасности, охраны здоровья граждан.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Не допускается дискриминация лиц, размещенных в специальных учреждениях, либо предоставление им льгот и привилегий по признакам пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также по иным обстоятельствам.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.1",
      "clause_text": "3.1. По просьбе иностранного гражданина, помещенного в специальное учреждение, о месте его нахождения в кратчайший срок уведомляются родственники, администрация по месту его работы или учебы, защитник, дипломатическое представительство или консульское учреждение государства его гражданской принадлежности.",
      "subclauses": [],
      "unindexed": [
        "В случае, если иностранный гражданин, помещенный в специальное учреждение, является единственным законным представителем ребенка или недееспособного лица, находящегося в Российской Федерации, либо место нахождения другого законного представителя ребенка или недееспособного лица неизвестно или он отсутствует в Российской Федерации, о месте нахождения такого иностранного гражданина в кратчайшие сроки уведомляются органы опеки и попечительства.",
        "О помещении в специальное учреждение несовершеннолетнего в обязательном порядке уведомляются его родители или иные законные представители."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Содержание (пребывание) иностранного гражданина в специальном учреждении осуществляется до его административного выдворения за пределы Российской Федерации, депортации или отмены соответствующего решения, до передачи Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии или прекращения процедуры реадмиссии, до его выезда за пределы Российской Федерации в порядке, предусмотренном законодательством Российской Федерации, либо до выдачи ему в порядке, предусмотренномстатьей 5.2настоящего Федерального закона, временного удостоверения личности лица без гражданства в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5.Условия и порядоксодержания (пребывания), в том числе вопросы первичного медико-санитарного обеспечения, иностранных граждан в специальных учреждениях устанавливаются Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. В целях обеспечения безопасности иностранных граждан, содержащихся в специальных учреждениях, а также сотрудников специальных учреждений, иных лиц, находящихся на территориях специальных учреждений, осуществляется охрана данных учреждений в порядке, определяемом Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7.Типовые требованияк проектированию, техническому оснащению и оборудованию специальных учреждений устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}