{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "6.1",
  "chapter_title": "Глава VI.1. Содержание иностранного гражданина в специальном учреждении",
  "article_index": "35.2",
  "article_title": "Статья 35.2. Права и обязанности содержащихся в специальных учреждениях иностранных граждан",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Содержание (пребывание) иностранных граждан в специальных учреждениях не должно сопровождаться причинением таким лицам физических или нравственных страданий.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Содержащиеся в специальных учреждениях иностранные граждане проходят личный досмотр и досмотр находящихся при них вещей и предметов в порядке, установленном настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Содержащиеся в специальном учреждении иностранные граждане подлежат круглосуточному контролю и надзору. В целях осуществления таких контроля и надзора и для предупреждения нарушений установленных условий и порядка содержания (пребывания) иностранных граждан в специальных учреждениях могут применяться аудиовизуальные, электронные и иные технические средства контроля и надзора.",
      "subclauses": [],
      "unindexed": [
        "Иностранные граждане, содержащиеся в специальных учреждениях, уведомляются о возможности применения технических средств контроля и надзора."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. За нарушение условий и порядка содержания (пребывания) иностранных граждан в специальных учреждениях иностранные граждане несут ответственность в порядке, предусмотренном законодательством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}