{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "6.1",
  "chapter_title": "Глава VI.1. Содержание иностранного гражданина в специальном учреждении",
  "article_index": "35.3",
  "article_title": "Статья 35.3. Порядок осуществления личного досмотра иностранных граждан, содержащихся в специальных учреждениях, и досмотра вещей и предметов, находящихся при указанных иностранных гражданах",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Если иное не предусмотрено федеральным законом, личный досмотр иностранных граждан, досмотр вещей и предметов, находящихся при указанных иностранных гражданах, осуществляются по прибытии их в специальное учреждение либо по мере необходимости в период нахождения иностранных граждан в специальном учреждении должностным лицом специального учреждения или иным уполномоченным должностным лицом территориального органа федерального органа исполнительной власти в сфере внутренних дел одного пола с досматриваемым в присутствии двух понятых того же пола, являющихся совершеннолетними лицами, не заинтересованными в исходе такого досмотра.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. О личном досмотре иностранного гражданина, содержащегося в специальном учреждении, и (или) досмотре вещей, находящихся при указанном иностранном гражданине, составляется акт. В таком акте указываются дата и место его составления, должность, фамилия и инициалы должностного лица, составившего данный акт, сведения об иностранном гражданине, в отношении которого осуществлены личный досмотр и (или) досмотр вещей, о виде, количестве и об идентификационных признаках вещей, находящихся при указанном иностранном гражданине, о виде и реквизитах документов, обнаруженных при указанном досмотре.Формаакта о личном досмотре иностранного гражданина, содержащегося в специальном учреждении, и (или) досмотре вещей, находящихся при указанном иностранном гражданине, утверждается федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Акт о личном досмотре иностранного гражданина, содержащегося в специальном учреждении, и (или) досмотре вещей, находящихся при указанном иностранном гражданине, подписывается составившим данный акт должностным лицом, указанным иностранным гражданином и понятыми. В случае отказа указанного иностранного гражданина от подписания такого акта в нем делается соответствующая запись.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Копия акта о личном досмотре иностранного гражданина, содержащегося в специальном учреждении, и (или) досмотре вещей, находящихся при указанном иностранном гражданине, вручается указанному иностранному гражданину.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. В случае обнаружения у иностранного гражданина, содержащегося в специальном учреждении, вещей, изъятых из оборота или ограниченных в обороте в соответствии с законодательством Российской Федерации и международными договорами Российской Федерации, осуществляется изъятие таких вещей.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Об изъятии вещей у иностранного гражданина, содержащегося в специальном учреждении, составляется акт. В таком акте указываются дата и место его составления, должность, фамилия и инициалы должностного лица, составившего данный акт, сведения об указанном иностранном гражданине, о виде, количестве и об идентификационных признаках изъятых вещей.Формаакта об изъятии вещей у иностранного гражданина, содержащегося в специальном учреждении, утверждается федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. В акте об изъятии вещей у иностранного гражданина, содержащегося в специальном учреждении, делается запись о фото- и киносъемке, видеозаписи и других установленных способах фиксации, примененных при изъятии.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Акт об изъятии вещей у иностранного гражданина, содержащегося в специальном учреждении, подписывается составившим данный акт должностным лицом, указанным иностранным гражданином и понятыми. В случае отказа указанного иностранного гражданина от подписания такого акта в нем делается соответствующая запись.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Копия акта об изъятии вещей у иностранного гражданина, содержащегося в специальном учреждении, вручается указанному иностранному гражданину.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10. Утратил силу. - Федеральныйзаконот 27.12.2018 N 528-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Опасные вещества и предметы, не разрешенные к хранению у иностранного гражданина, содержащегося в специальном учреждении, подлежат сдаче на временное хранение должностному лицу данного специального учреждения, о чем составляется акт.",
      "subclauses": [],
      "unindexed": [
        "Переченьопасных веществ и предметов, запрещенных к хранению у иностранных граждан, содержащихся в специальном учреждении, утверждается федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    }
  ],
  "unindexed": []
}