{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "7",
  "chapter_title": "Глава VII. Заключительные положения",
  "article_index": "36",
  "article_title": "Статья 36. Приведение нормативных правовых актов в соответствие с настоящим Федеральным законом",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Предложить Президенту Российской Федерации и поручить Правительству Российской Федерации в трехмесячный срок со дня официального опубликования настоящего Федерального закона привести свои нормативные правовые акты в соответствие с настоящим Федеральным законом. Предложить Правительству Российской Федерации провести переговоры с правительствами сопредельных государств о пересмотре межправительственных соглашений о взаимных безвизовых поездках граждан в целях ограничения перечня документов, удостоверяющих личность граждан для въезда в Российскую Федерацию, выезда из Российской Федерации, пребывания (проживания) в Российской Федерации и передвижения в пределах Российской Федерации, а также в целях уточнения сроков безвизового пребывания граждан одного государства на территории другого государства.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Со дня вступления в силу настоящего Федерального закона признать не действующими на территории Российской Федерации:",
      "subclauses": [],
      "unindexed": [
        "ЗаконСССР от 24 июня 1981 г. N 5152-X \"О правовом положении иностранных граждан в СССР\" (Ведомости Верховного Совета СССР, 1981, N 26, ст. 836);",
        "ПостановлениеВерховного Совета СССР от 24 июня 1981 г. N 5153-X \"О введении в действие Закона СССР \"О правовом положении иностранных граждан в СССР\" (Ведомости Верховного Совета СССР, 1981, N 26, ст. 837)."
      ]
    },
    {
      "clause_index": "3",
      "clause_text": "3. Утратил силу. - Федеральныйзаконот 02.11.2004 N 127-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Утратил силу с 1 января 2015 года. - Федеральныйзаконот 28.12.2013 N 442-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Внести в Федеральныйзаконот 25 июля 1998 г. N 128-ФЗ \"О государственной дактилоскопической регистрации в Российской Федерации\" (Собрание законодательства Российской Федерации, 1998, N 31, ст. 3806; 2001, N 11, ст. 1002) следующие изменение и дополнения:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1)часть первую статьи 9дополнить пунктами \"к\" и \"л\" следующего содержания:",
          "unindexed": [
            "\"к) иностранные граждане, незаконно находящиеся на территории Российской Федерации;"
          ]
        },
        {
          "subclause_index": "л",
          "subclause_text": "л) иностранные граждане, получившие разрешение на временное проживание.\";",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) утратил силу. - Федеральныйзаконот 03.07.2016 N 305-ФЗ.",
          "unindexed": []
        }
      ],
      "unindexed": []
    }
  ],
  "unindexed": []
}