{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "5.2",
  "article_title": "Статья 5.2. Временное удостоверение личности лица без гражданства в Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Временное удостоверение личности лица без гражданства в Российской Федерации выдается лицу без гражданства в случае отсутствия у такого лица документов, удостоверяющих личность лица без гражданства и признаваемых Российской Федерацией в этом качестве, и в случае отсутствия государства, в которое лицо без гражданства может выехать из Российской Федерации при наличии у него вида на жительство или другого документа, подтверждающего право на временное или постоянное проживание на территории иностранного государства, либо в связи с исполнением принятого в отношении его решения об административном выдворении за пределы Российской Федерации, о депортации или реадмиссии (далее - государство, готовое принять лицо без гражданства).",
      "subclauses": [],
      "unindexed": [
        "На территории Российской Федерации или территориях отдельных субъектов Российской Федерации временное удостоверение личности лица без гражданства в Российской Федерации при наличии технической возможности для его изготовления, определяемой федеральным органом исполнительной власти в сфере внутренних дел, выдается лицу без гражданства, указанному вабзаце первомнастоящего пункта, в форме карты с электронным носителем информации для хранения биометрических персональных данных владельца (электронного изображения лица человека и электронного изображения папиллярных узоров двух пальцев рук этого человека, пригодных для его идентификации), а также для хранения персональных данных владельца - фамилии, имени, отчества (последнее - при наличии), даты и места рождения, пола. Указанный документ может использоваться органами государственной власти для идентификации лица без гражданства с помощью биометрических персональных данных впорядке, определяемом федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2. Заявление о выдаче временного удостоверения личности лица без гражданства в Российской Федерации, заявление о замене временного удостоверения личности лица без гражданства в Российской Федерации подаются в территориальный орган федерального органа исполнительной власти в сфере внутренних дел после завершения процедуры установления личности лица без гражданства в соответствии состатьей 10.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": [
        "Временное удостоверение личности лица без гражданства в Российской Федерации выдается лицу без гражданства в течение десяти рабочих дней со дня подачи им заявления о выдаче временного удостоверения личности лица без гражданства в Российской Федерации или заявления о замене временного удостоверения личности лица без гражданства в Российской Федерации.",
        "Направление лицом, содержащимся в специальном учреждении или учреждении, исполняющем уголовное наказание, заявления о выдаче временного удостоверения личности лица без гражданства в Российской Федерации и выдача временного удостоверения личности лица без гражданства в Российской Федерации такому лицу осуществляются через администрацию специального учреждения или администрацию учреждения, исполняющего уголовное наказание."
      ]
    },
    {
      "clause_index": "3",
      "clause_text": "3. Временное удостоверение личности лица без гражданства в Российской Федерации выдается лицу без гражданства на десять лет.",
      "subclauses": [],
      "unindexed": [
        "В случае истечения срока действия временного удостоверения личности лица без гражданства в Российской Федерации, изменения лицом без гражданства фамилии, имени, отчества (последнее - при наличии), сведений о дате (число, месяц, год) и (или) месте рождения либо непригодности временного удостоверения личности лица без гражданства в Российской Федерации для дальнейшего использования вследствие износа, повреждения или других причин, обнаружения неточности либо ошибки в произведенных во временном удостоверении личности лица без гражданства в Российской Федерации записях ранее выданное временное удостоверение личности лица без гражданства в Российской Федерации подлежит замене.",
        "Лицо без гражданства не позднее чем за десять рабочих дней до истечения срока действия имеющегося у него временного удостоверения личности лица без гражданства в Российской Федерации обязано обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел с заявлением о замене временного удостоверения личности лица без гражданства в Российской Федерации, а при наличии иных условий, предусмотренныхабзацем вторымнастоящего пункта, в течение тридцати дней со дня их наступления."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Временное удостоверение личности лица без гражданства в Российской Федерации содержит следующие сведения: фамилию, имя, отчество (последнее - при наличии), написанные буквами русского алфавита, дату и место рождения, пол, соответствующую запись о том, что владелец является лицом без гражданства, срок действия временного удостоверения личности лица без гражданства в Российской Федерации, фотографию владельца временного удостоверения личности лица без гражданства в Российской Федерации, наименование территориального органа федерального органа исполнительной власти в сфере внутренних дел, выдавшего временное удостоверение личности лица без гражданства в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Временное удостоверение личности лица без гражданства в Российской Федерации лицу без гражданства не выдается, а ранее выданное ему временное удостоверение личности лица без гражданства в Российской Федерации аннулируется при установлении факта сообщения лицом без гражданства заведомо ложных сведений о себе либо представления поддельных или подложных документов при подаче заявления о выдаче временного удостоверения личности лица без гражданства в Российской Федерации, при установлении наличия у данного лица гражданства иностранного государства или при установлении государства, готового принять лицо без гражданства, либо в случае, если указанное лицо без гражданства имеет либо получило разрешение на временное проживание или вид на жительство либо приобрело гражданство Российской Федерации.",
      "subclauses": [],
      "unindexed": [
        "При аннулировании временного удостоверения личности лица без гражданства в Российской Федерации в связи с установлением наличия у данного лица гражданства иностранного государства или в связи с установлением государства, готового принять лицо без гражданства, данному лицу в соответствии состатьей 10.1настоящего Федерального закона выдаетсясправкадля следования в дипломатическое представительство соответствующего иностранного государства в Российской Федерации, а в случае аннулирования временного удостоверения личности лица без гражданства в Российской Федерации в связи с установлением факта сообщения лицом без гражданства заведомо ложных сведений о себе либо представления поддельных или подложных документов в отношении данного лица проводится процедура установления личности иностранного гражданина, предусмотреннаястатьей 10.1настоящего Федерального закона.",
        "При аннулировании временного удостоверения личности лица без гражданства в Российской Федерации в связи с установлением наличия у данного лица гражданства иностранного государства либо в связи с установлением государства, готового принять лицо без гражданства, федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган уведомляет об этом в течение трех рабочих дней уполномоченный федеральный орган исполнительной власти или его территориальный орган, вынесший решение о нежелательности пребывания (проживания) в Российской Федерации и (или) решение о неразрешении въезда в Российскую Федерацию.",
        "В случае, если временное удостоверение личности лица без гражданства в Российской Федерации аннулировано в связи с установлением наличия у данного лица гражданства иностранного государства либо в связи с установлением государства, готового принять лицо без гражданства, данное лицо обязано выехать из Российской Федерации в течение пятнадцати календарных дней. Иностранный гражданин, не исполнивший такой обязанности, подлежит привлечению к ответственности в соответствии с законодательством Российской Федерации."
      ]
    },
    {
      "clause_index": "6",
      "clause_text": "6. Лица, указанные в настоящей статье, не могут быть привлечены к административной ответственности за нарушение правил въезда в Российскую Федерацию либо режима пребывания (проживания) в Российской Федерации, незаконное осуществление трудовой деятельности в Российской Федерации или нарушение иммиграционных правил, если такие нарушения были выявлены в связи с подачей данными лицами заявления об установлении личности, предусмотренногостатьей 10.1настоящего Федерального закона, или заявления о выдаче временного удостоверения личности лица без гражданства в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7.Формаиописаниебланка временного удостоверения личности лица без гражданства в Российской Федерации, в том числе в форме карты с электронным носителем информации, являющегося бланком строгой отчетности,порядоквыдачи, замены, аннулирования временного удостоверения личности лица без гражданства в Российской Федерации,формазаявления о выдаче временного удостоверения личности лица без гражданства в Российской Федерации иформазаявления о замене временного удостоверения личности лица без гражданства в Российской Федерации утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принявший решение о выдаче лицу, в отношении которого принято решение об административном выдворении за пределы Российской Федерации, временного удостоверения личности лица без гражданства в Российской Федерации, в течение трех рабочих дней со дня принятия такого решения уведомляет об этом с приложением копии такого решения орган прокуратуры в целях опротестования постановления суда об административном выдворении за пределы Российской Федерации, а также территориальный орган федерального органа исполнительной власти, уполномоченного на осуществление функций по обеспечению установленного порядка деятельности судов, исполнению судебных актов, актов иных органов, и должностных лиц.",
      "subclauses": [],
      "unindexed": [
        "Территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принявший решение о выдаче лицу, в отношении которого принято решение о депортации, временного удостоверения личности лица без гражданства в Российской Федерации, в течение трех рабочих дней со дня принятия такого решения уведомляет об этом с приложением копии такого решения федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган, принявший решение о депортации данного лица, в целях отмены решения о депортации.",
        "Территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принявший решение о выдаче лицу, в отношении которого принято решение о нежелательности пребывания (проживания) в Российской Федерации или решение о неразрешении въезда в Российскую Федерацию, временного удостоверения личности лица без гражданства в Российской Федерации, в течение трех рабочих дней со дня принятия соответствующего решения уведомляет об этом с приложением копии соответствующего решения федеральный орган исполнительной власти или его территориальный орган, принявший решение о нежелательности пребывания (проживания) в Российской Федерации или решение о неразрешении въезда в Российскую Федерацию, в целях отмены соответствующего решения.",
        "Территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принявший решение о выдаче временного удостоверения личности лица без гражданства в Российской Федерации или решение о замене временного удостоверения личности лица без гражданства в Российской Федерации лицу, в отношении которого федеральным органом исполнительной власти, уполномоченным принимать решения о нежелательности пребывания (проживания) в Российской Федерации в связи с наличием обстоятельств, создающих реальную угрозу здоровью населения, либо федеральным органом исполнительной власти, осуществляющим функции по противодействию легализации (отмыванию) доходов, полученных преступным путем, финансированию терроризма, экстремистской деятельности и финансированию распространения оружия массового уничтожения, вынесено решение о нежелательности пребывания (проживания) в Российской Федерации или решение о неразрешении въезда в Российскую Федерацию, в течение трех рабочих дней со дня принятия решения о выдаче временного удостоверения личности лица без гражданства в Российской Федерации или решения о замене временного удостоверения личности лица без гражданства в Российской Федерации уведомляет об этом с приложением копии соответствующего решения федеральный орган исполнительной власти, принявший решение о нежелательности пребывания (проживания) в Российской Федерации или решение о неразрешении въезда в Российскую Федерацию, в целях приостановления действия соответствующего решения или продления приостановления действия соответствующего решения."
      ]
    }
  ],
  "unindexed": []
}