{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "5.3",
  "article_title": "Статья 5.3. Правовое положение лиц, находящихся на территории Российской Федерации, гражданство Российской Федерации которых прекращено",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Лица, находящиеся на территории Российской Федерации, гражданство Российской Федерации которых прекращено по основаниям, предусмотреннымпунктами 1и4 части 1 статьи 22Федерального закона от 28 апреля 2023 года N 138-ФЗ \"О гражданстве Российской Федерации\", имеют право временно пребывать в Российской Федерации в течение девяноста календарных дней со дня их уведомления о принятом решении о прекращении гражданства Российской Федерации, но не более ста двадцати календарных дней со дня направления такого уведомления территориальным органом федерального органа исполнительной власти в сфере внутренних дел, за исключением случаев продления срока временного пребывания в Российской Федерации в порядке, предусмотренномстатьей 5настоящего Федерального закона. По истечении этих сроков и при отсутствии временных ограничений на выезд из Российской Федерации указанные лица обязаны выехать из Российской Федерации. Указанные в настоящем пункте лица, в отношении которых ранее были установлены временные ограничения на выезд из Российской Федерации, обязаны выехать из Российской Федерации в течение пятнадцати календарных дней со дня снятия таких ограничений.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Лица, находящиеся на территории Российской Федерации, гражданство Российской Федерации которых прекращено по основанию, предусмотренномупунктом 3 части 1 статьи 22Федерального закона от 28 апреля 2023 года N 138-ФЗ \"О гражданстве Российской Федерации\", имеют право временно пребывать в Российской Федерации в течение пятнадцати календарных дней со дня уведомления о принятом решении о прекращении гражданства Российской Федерации, но не более тридцати календарных дней со дня направления такого уведомления территориальным органом федерального органа исполнительной власти в сфере внутренних дел. По истечении этих сроков и при отсутствии временных ограничений на выезд из Российской Федерации указанные лица обязаны выехать из Российской Федерации, за исключением случая, если в пределах срока, предусмотренного настоящим пунктом, в отношении указанных лиц начата в соответствии состатьей 10.1настоящего Федерального закона процедура установления личности в целях получения ими временного удостоверения личности лица без гражданства в Российской Федерации либо принято заявление о выдаче временного удостоверения личности лица без гражданства в Российской Федерации в порядке, предусмотренномстатьей 5.2настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": [
        "Указанные в настоящем пункте лица, в отношении которых установлены временные ограничения на выезд из Российской Федерации либо которым отказано в выдаче временного удостоверения личности лица без гражданства в Российской Федерации, обязаны выехать из Российской Федерации в течение пятнадцати календарных дней со дня снятия соответствующих ограничений или принятия решения об отказе в выдаче такого удостоверения."
      ]
    },
    {
      "clause_index": "3",
      "clause_text": "3. В случаях принятия в отношении лиц, указанных впунктах 1и2настоящей статьи, решений о сокращении срока временного пребывания в Российской Федерации, о неразрешении въезда в Российскую Федерацию или о нежелательности пребывания (проживания) в Российской Федерации указанные лица обязаны выехать из Российской Федерации в порядке и сроки, которые предусмотрены настоящим Федеральным законом, при отсутствии у них ограничений на выезд из Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Лицам, указанным впунктах 1и2настоящей статьи, территориальным органом федерального органа исполнительной власти в сфере внутренних дел выдается миграционная карта в порядке, предусмотренном законодательством Российской Федерации. Заявление о получении миграционной карты подается в территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}