{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "5",
  "article_title": "Статья 5. Временное пребывание иностранных граждан в Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Срок временного пребывания иностранного гражданина в Российской Федерации определяется сроком действия выданной ему визы, за исключением случаев, предусмотренных настоящим Федеральнымзаконом.",
      "subclauses": [],
      "unindexed": [
        "Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, не может превышать девяносто суток суммарно в течение одного календарного года, за исключением случаев, предусмотренных настоящим Федеральным законом или международными договорами Российской Федерации, а также в случае, если такой срок не продлен в соответствии с настоящим Федеральным законом. При этом непрерывный срок временного пребывания в Российской Федерации указанного иностранного гражданина не может превышать девяносто суток.",
        "Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, и являющегося высококвалифицированным специалистом, и срок временного пребывания в Российской Федерации членов его семьи определяются сроком действия разрешения на работу, выданного такому высококвалифицированному специалисту в соответствии состатьей 13.2настоящего Федерального закона.",
        "Срок временного пребывания в Российской Федерации лица без гражданства, получившего временное удостоверение личности лица без гражданства в Российской Федерации, определяется сроком действия временного удостоверения личности лица без гражданства в Российской Федерации, лица, ходатайствующего о признании беженцем, - сроком действия свидетельства о рассмотрении ходатайства о признании беженцем на территории Российской Федерации по существу, беженца - сроком действия удостоверения беженца, лица, получившего временное убежище, - сроком действия свидетельства о предоставлении временного убежища на территории Российской Федерации."
      ]
    },
    {
      "clause_index": "2",
      "clause_text": "2. Временно пребывающий в Российской Федерации иностранный гражданин обязан выехать из Российской Федерации по истечении срока действия его визы или иного срока временного пребывания, установленного настоящим Федеральным законом или международным договором Российской Федерации, за исключением случаев, когда на день истечения указанных сроков ему продлен срок действия визы или иной срок временного пребывания, либо ему выдана новая виза, либо у него (в отношении его) приняты заявление и иные документы, необходимые для получения разрешения на временное проживание, либо у него принято заявление о выдаче вида на жительство, либо федеральным органом исполнительной власти в сфере внутренних дел принято ходатайство работодателя или заказчика работ (услуг) о привлечении иностранного гражданина к трудовой деятельности в качестве высококвалифицированного специалиста или заявление работодателя или заказчика работ (услуг) о продлении срока действия разрешения на работу, выданного такому высококвалифицированному специалисту в соответствии состатьей 13.2настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Срок временного пребывания иностранного гражданина в Российской Федерации может быть соответственно продлен либо сокращен в случаях, если изменились условия или перестали существовать обстоятельства, в связи с которыми ему был разрешен въезд в Российскую Федерацию. Срок временного пребывания иностранного гражданина в Российской Федерации сокращается в случае принятия в отношении его в установленномпорядкерешения о неразрешении въезда в Российскую Федерацию, а также в иных случаях, предусмотренных федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3.1",
      "clause_text": "3.1. Срок временного пребывания в Российской Федерации лица, в отношении которого принято решение о прекращении гражданства Российской Федерации, устанавливается в соответствии состатьей 5.3настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Решение о продлении либо сокращении срока временного пребывания иностранного гражданина в Российской Федерации принимается федеральным органом исполнительной власти, ведающим вопросами иностранных дел, или федеральным органом исполнительной власти в сфере внутренних дел или его территориальными органами.",
      "subclauses": [],
      "unindexed": [
        "Порядокпринятия решения о продлении либо сокращении срока временного пребывания иностранного гражданина в Российской Федерации устанавливается соответственно федеральным органом исполнительной власти, ведающим вопросами иностранных дел, и федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "5",
      "clause_text": "5. Срок временного пребывания иностранного гражданина продлевается при выдаче иностранному гражданину разрешения на работу либо при продлении срока действия разрешения на работу в соответствии состатьей 13.2или13.5настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": [
        "Срок временного пребывания в Российской Федерации иностранного гражданина продлевается при выдаче иностранному гражданину патента, при продлении срока действия патента или при переоформлении патента в соответствии состатьей 13.3настоящего Федерального закона, за исключением случаев, предусмотренных настоящим Федеральным законом. Срок временного пребывания в Российской Федерации не достигших восемнадцатилетнего возраста детей, в том числе усыновленных или находящихся под опекой (попечительством), иностранного гражданина, осуществляющего трудовую деятельность на основании патента, при условии нахождения их на иждивении данного иностранного гражданина продлевается на срок действия выданного (продленного, переоформленного) данному иностранному гражданину патента.",
        "Абзац утратил силу с 1 января 2015 года. - Федеральныйзаконот 24.11.2014 N 357-ФЗ.",
        "Не допускается продление срока временного пребывания иностранного гражданина в соответствии сабзацами первым-третьимнастоящего пункта для иностранных граждан, прибывших в Российскую Федерацию в порядке, не требующем получения визы, и осуществляющих трудовую деятельность в соответствии состатьей 13.3настоящего Федерального закона, если в соответствии смежправительственными соглашениямио взаимных безвизовых поездках граждан такие иностранные граждане для въезда в Российскую Федерацию в целях осуществления трудовой деятельности свыше сроков, установленных такими межправительственными соглашениями, обязаны получать визу.",
        "В случае, если срок действия имеющегося у иностранного гражданина патента не был продлен либо выданный ему патент был аннулирован, данный иностранный гражданин в случае истечения срока его временного пребывания в Российской Федерации обязан выехать из Российской Федерации."
      ]
    },
    {
      "clause_index": "5.1",
      "clause_text": "5.1. Временно пребывающий в Российской Федерации иностранный гражданин обязан иметь действующий на территории Российской Федерации договор (полис) добровольного медицинского страхования, заключенный со страховой организацией или с иностранной страховой организацией, имеющими право в соответствии со страховым законодательством на осуществление в Российской Федерации добровольного медицинского страхования, либо договор о предоставлении платных медицинских услуг, заключенный с медицинской организацией, находящейся в субъекте Российской Федерации, на территории которого данный иностранный гражданин намеревается осуществлять трудовую деятельность, либо полис обязательного медицинского страхования в соответствии с требованиямизаконодательстваРоссийской Федерации об обязательном медицинском страховании.",
      "subclauses": [],
      "unindexed": [
        "Высший исполнительный орган государственной власти субъекта Российской Федерации вправе установить перечень медицинских организаций, уполномоченных на заключение с иностранным гражданином договора на оказание ему платных медицинских услуг."
      ]
    },
    {
      "clause_index": "6",
      "clause_text": "6.Сроквременного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию и поступающего на военную службу по контракту, устанавливается в порядке, определяемом Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в целях обучения и поступившего в образовательную или научную организацию для получения образования по очной или очно-заочной форме обучения по образовательной программе среднего профессионального образования, программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо по образовательной программе в образовательной или научной организации, включенной в установленный Правительством Российской Федерацииперечень, продлевается до завершения обучения данного иностранного гражданина по очной или очно-заочной форме обучения в образовательной или научной организации. Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в целях обучения и поступившего на подготовительное отделение или подготовительный факультет федеральной государственной образовательной организации по дополнительной общеобразовательной программе, обеспечивающей подготовку иностранных граждан к освоению основных профессиональных образовательных программ на русском языке (далее - подготовительный факультет федеральной государственной образовательной организации), продлевается до завершения обучения данного иностранного гражданина на подготовительном факультете федеральной государственной образовательной организации.",
      "subclauses": [],
      "unindexed": [
        "Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в целях обучения и поступившего в образовательную или научную организацию для получения образования по очной или очно-заочной форме обучения по образовательной программе среднего профессионального образования, программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо по образовательной программе в образовательной или научной организации, включенной в установленный Правительством Российской Федерации перечень, в случае перевода данного иностранного гражданина в той же образовательной или научной организации с одной образовательной программы, имеющей государственную аккредитацию, на другую образовательную программу, имеющую государственную аккредитацию, либо образовательную программу в образовательной или научной организации, включенной в установленный Правительством Российской Федерации перечень, в том числе образовательную программу другого уровня, или с одной программы подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) на другую программу подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) продлевается до завершения обучения данного иностранного гражданина по очной или очно-заочной форме в указанной образовательной или научной организации. Срок временного пребывания в Российской Федерации иностранного гражданина, завершившего обучение на подготовительном факультете федеральной государственной образовательной организации, в случае его приема на обучение по очной или очно-заочной форме по образовательной программе среднего профессионального образования, программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо по образовательной программе в образовательной или научной организации, включенной в установленный Правительством Российской Федерации перечень, в той же федеральной государственной образовательной организации либо другой образовательной или научной организации продлевается до завершения обучения данного иностранного гражданина в указанной федеральной государственной образовательной организации либо другой образовательной или научной организации, в которую он принят.",
        "Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в целях обучения и поступившего в образовательную или научную организацию для получения образования по очной или очно-заочной форме обучения по образовательной программе среднего профессионального образования, программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо по образовательной программе в образовательной или научной организации, включенной в установленный Правительством Российской Федерации перечень, в случае перевода данного иностранного гражданина в другую образовательную или научную организацию для продолжения обучения по очной или очно-заочной форме по соответствующей образовательной программе или по другой образовательной программе из числа указанных в настоящем абзаце продлевается до завершения обучения данного иностранного гражданина в образовательной или научной организации, в которую он переводится для продолжения обучения.",
        "Образовательная или научная организация, в которой проходит обучение иностранный гражданин, указанный вабзаце первом,второмилитретьемнастоящего пункта, обязана обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел с ходатайством о продлении срока временного пребывания в Российской Федерации данного иностранного гражданина не позднее чем за двадцать дней до окончания срока его временного пребывания в Российской Федерации.",
        "Срок временного пребывания в Российской Федерации иностранного гражданина, завершившего обучение в образовательной или научной организации по очной или очно-заочной форме по образовательной программе среднего профессионального образования, программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо по образовательной программе в образовательной или научной организации, включенной в установленный Правительством Российской Федерации перечень, может быть продлен на срок до тридцати календарных дней с даты завершения обучения данного иностранного гражданина в образовательной или научной организации в целях поступления данного иностранного гражданина в ту же образовательную или научную организацию либо иную образовательную или научную организацию для получения профессионального образования другого уровня по очной или очно-заочной форме обучения по образовательной программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) либо по образовательной программе в образовательной или научной организации, включенной в установленный Правительством Российской Федерации перечень, если иное не предусмотрено федеральным законом.",
        "Иностранный гражданин, указанный вабзаце пятомнастоящего пункта, образовательная или научная организация, в которой данный иностранный гражданин обучался по очной или очно-заочной форме, либо образовательная или научная организация, в которой данный иностранный гражданин будет продолжать обучение по очной или очно-заочной форме, вправе обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел с ходатайством о продлении ему срока временного пребывания в Российской Федерации.",
        "Срок временного пребывания в Российской Федерации не достигших восемнадцатилетнего возраста детей, в том числе усыновленных или находящихся под опекой (попечительством), иностранного гражданина, указанного вабзаце первом,втором,третьемилипятомнастоящего пункта, при условии нахождения их на иждивении данного иностранного гражданина продлевается на срок временного пребывания данного иностранного гражданина.",
        "Срок временного пребывания в Российской Федерации членов семьи иностранного гражданина (супруга (супруги), не достигших восемнадцатилетнего возраста детей, в том числе усыновленных или находящихся под его опекой (попечительством), при условии нахождения их на его иждивении), въехавшего в Российскую Федерацию в целях обучения и поступившего в профессиональную образовательную организацию или образовательную организацию высшего образования в системе федеральных органов исполнительной власти, ведающих вопросами соответственно обороны, внутренних дел, безопасности, государственной охраны, таможенного дела, предотвращения чрезвычайных ситуаций и ликвидации последствий стихийных бедствий, исполнения уголовных наказаний в отношении осужденных, деятельности войск национальной гвардии, продлевается до окончания срока обучения данного иностранного гражданина в образовательной организации из числа указанных.",
        "Образовательная или научная организация, в которой обучается иностранный гражданин, указанный вабзаце первом,втором,третьемилипятомнастоящего пункта, обязана уведомлять территориальный орган федерального органа исполнительной власти в сфере внутренних дел о предоставлении иностранному гражданину академического отпуска, о завершении или досрочном прекращении обучения данного иностранного гражданина в этой образовательной или научной организации в течение трех рабочих дней со дня издания распорядительного акта о предоставлении ему академического отпуска или его отчислении.",
        "Формаипорядокподачи указанного вабзаце девятомнастоящего пункта уведомления устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
        "Завершение или досрочное прекращение обучения иностранного гражданина в образовательной или научной организации является основанием для сокращения срока временного пребывания данного иностранного гражданина в Российской Федерации, если иное не предусмотрено настоящим Федеральным законом."
      ]
    },
    {
      "clause_index": "7.1",
      "clause_text": "7.1. Отметка о продлении срока временного пребывания иностранному гражданину, прибывшему в Российскую Федерацию в целях обучения в порядке, не требующем получения визы, проставляется в его миграционной карте.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Срок временного пребывания в Российской Федерации иностранного гражданина, приглашенного в Российскую Федерацию в рамках инвестиционного соглашения о реализации инвестиционного проекта на территории Дальневосточного федерального округа, заключенного с иностранной компанией, представителем или работником которой является указанный иностранный гражданин, резидентом территории опережающего развития, расположенной на территории Дальневосточного федерального округа, или резидентом свободного порта Владивосток, сокращается в случае завершения либо прекращения (расторжения) указанного инвестиционного соглашения, если отсутствуют иные основания временного пребывания иностранного гражданина в Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Срок временного пребывания в Российской Федерации иностранного гражданина, осуществляющего трудовую деятельность в Российской Федерации без разрешения на работу или патента в соответствии с настоящим Федеральным законом или международными договорами Российской Федерации, а также членов его семьи (в случаях, предусмотренных федеральными законами или международными договорами Российской Федерации) продлевается на срок действия трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), заключенного данным иностранным гражданином с работодателем или заказчиком работ (услуг) в соответствии с законодательством Российской Федерации.",
      "subclauses": [],
      "unindexed": [
        "Срок временного пребывания в Российской Федерации иностранного гражданина, указанного вабзаце первомнастоящего пункта, а также членов его семьи (в случаях, предусмотренных федеральным законом или международными договорами Российской Федерации) в случае заключения им трудового договора или гражданско-правового договора на выполнение работ (оказание услуг) на неопределенный срок продлевается до одного года с даты его въезда в Российскую Федерацию. Указанный срок временного пребывания может быть неоднократно продлен, но не более чем на один год для каждого такого продления.",
        "Членами семьи иностранного гражданина, осуществляющего трудовую деятельность в Российской Федерации без разрешения на работу или патента в соответствии с настоящим Федеральным законом или международными договорами Российской Федерации, признаются его супруг (супруга), дети (в том числе усыновленные или находящиеся под опекой (попечительством), родители (усыновители) при условии их нахождения на его иждивении."
      ]
    },
    {
      "clause_index": "10",
      "clause_text": "10. Срок временного пребывания в Российской Федерации иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, и являющегося членом семьи гражданина Российской Федерации или иностранного гражданина, постоянно проживающего на территории Российской Федерации, имеющего место жительства в Российской Федерации, продлевается на срок до одного года с даты его въезда в Российскую Федерацию. Указанный срок временного пребывания может быть неоднократно продлен, но не более чем на один год для каждого такого продления.",
      "subclauses": [],
      "unindexed": [
        "Членами семьи гражданина Российской Федерации или иностранного гражданина, постоянно проживающего на территории Российской Федерации, имеющего место жительства в Российской Федерации, признаются его супруг (супруга), дети (в том числе усыновленные или находящиеся под опекой (попечительством), родители (усыновители), дедушки, бабушки, внуки."
      ]
    },
    {
      "clause_index": "11",
      "clause_text": "11. Срок временного пребывания в Российской Федерации иностранного гражданина, имеющего статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника указанной программы, продлевается на срок действия свидетельства участника Государственной программы по оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Утратил силу. - Федеральныйзаконот 28.12.2024 N 517-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13. Иностранные граждане, прибывшие в Российскую Федерацию в целях, не связанных с осуществлением трудовой деятельности, на срок, превышающий девяносто календарных дней, подлежат обязательной государственной дактилоскопической регистрации и фотографированию в течение девяноста календарных дней со дня въезда в Российскую Федерацию.",
      "subclauses": [],
      "unindexed": [
        "Иностранные граждане, прибывшие в Российскую Федерацию в целях осуществления трудовой деятельности, подлежат обязательной государственной дактилоскопической регистрации и фотографированию в течение тридцати календарных дней со дня въезда в Российскую Федерацию либо при обращении с заявлением об оформлении патента или при получении разрешения на работу в соответствии спунктом 4.6 статьи 13настоящего Федерального закона.",
        "Иностранные граждане, имеющие право на осуществление трудовой деятельности в Российской Федерации без разрешения на работу или патента в соответствии с настоящим Федеральным законом или международными договорами Российской Федерации, при изменении цели визита в Российскую Федерацию подлежат обязательной государственной дактилоскопической регистрации и фотографированию в течение тридцати календарных дней со дня заключения трудового договора или гражданско-правового договора на выполнение работ (оказание услуг) с работодателем или заказчиком работ (услуг), но не позднее девяноста календарных дней со дня въезда в Российскую Федерацию.",
        "Иностранные граждане, прибывшие в Российскую Федерацию в целях, не связанных с осуществлением трудовой деятельности, при изменении цели визита в Российскую Федерацию подлежат обязательной государственной дактилоскопической регистрации и фотографированию при подаче заявления о выдаче патента, если осуществление трудовой деятельности таким лицам разрешается в соответствии с настоящим Федеральным законом при условии получения ими патента.",
        "Иностранные граждане, желающие въехать в Российскую Федерацию в целях, не связанных с осуществлением трудовой деятельности, на срок, превышающий девяносто календарных дней, либо в целях осуществления трудовой деятельности, проходят обязательную государственную дактилоскопическую регистрацию и фотографирование на территории иностранных государств,переченькоторых устанавливается Правительством Российской Федерации.",
        "Иностранные граждане, указанные вабзаце пятомнастоящего пункта, не прошедшие обязательную государственную дактилоскопическую регистрацию и фотографирование за пределами Российской Федерации, проходят их на территории Российской Федерации в соответствии сабзацами первым-четвертымнастоящего пункта.",
        "Иностранные граждане, указанные вабзацах первом-пятомнастоящего пункта, подлежат обязательной государственной дактилоскопической регистрации и фотографированию однократно, за исключениемслучаев, установленных федеральным органом исполнительной власти в сфере внутренних дел.",
        "Порядокпроведения обязательной государственной дактилоскопической регистрации и фотографирования иностранных граждан, указанных вабзацах первом-пятомнастоящего пункта, устанавливается федеральным органом исполнительной власти в сфере внутренних дел.",
        "Иностранным гражданам, указанным вабзацах первом-четвертомнастоящего пункта, прошедшим обязательную государственную дактилоскопическую регистрацию и фотографирование, выдаетсядокумент, подтверждающий прохождение ими обязательной государственной дактилоскопической регистрации и фотографирования.",
        "Иностранные граждане, указанные вабзаце пятомнастоящего пункта, прошедшие обязательную государственную дактилоскопическую регистрацию и фотографирование за пределами Российской Федерации, по прибытии в Российскую Федерацию в сроки, установленные для их прохождения в соответствии сабзацами первымивторымнастоящего пункта, обращаются лично в территориальный орган федерального органа исполнительной власти в сфере внутренних дел для получения документа, подтверждающего прохождение обязательной государственной дактилоскопической регистрации и фотографирования, предусмотренногоабзацем девятымнастоящего пункта. Указанный документ выдается иностранному гражданину, если по результатам проверки по отпечаткам пальцев рук в режиме реального времени подтвердились его личность и прохождение им ранее обязательной государственной дактилоскопической регистрации и фотографирования.",
        "На территории Российской Федерации или территориях отдельных субъектов Российской Федерациидокумент, указанный вабзаце девятомнастоящего пункта, при наличии технической возможности для его изготовления, определяемой федеральным органом исполнительной власти в сфере внутренних дел, выдается в форме карты с электронным носителем информации для хранения биометрических персональных данных владельца (электронного изображения лица человека и электронного изображения папиллярных узоров двух пальцев рук этого человека, пригодных для его идентификации), а также для хранения персональных данных владельца - фамилии, имени, отчества (последнее - при наличии), даты и места рождения, пола, гражданства, реквизитов документа, удостоверяющего личность иностранного гражданина. Указанный документ может использоваться органами государственной власти для идентификации иностранного гражданина с помощью биометрических персональных данных впорядке, определяемом федеральным органом исполнительной власти в сфере внутренних дел.",
        "Формы,описаниеипорядокучета документов, указанных вабзацах девятомиодиннадцатомнастоящего пункта, устанавливаются федеральным органом исполнительной власти в сфере внутренних дел.",
        "14 - 16. Утратили силу. - Федеральныйзаконот 25.12.2023 N 648-ФЗ."
      ]
    },
    {
      "clause_index": "17",
      "clause_text": "17. Для прохождения обязательной государственной дактилоскопической регистрации и фотографирования иностранные граждане, указанные вабзацах первом-четвертом пункта 13настоящей статьи, за исключением лиц, прошедших обязательную государственную дактилоскопическую регистрацию и фотографирование в случаях, предусмотренных настоящим Федеральным законом или Федеральнымзаконом\"О беженцах\", обращаются лично в территориальный орган федерального органа исполнительной власти в сфере внутренних дел либо в подведомственное предприятие или уполномоченную организацию.",
      "subclauses": [],
      "unindexed": [
        "Для прохождения обязательной государственной дактилоскопической регистрации и фотографирования иностранные граждане, указанные вабзаце пятом пункта 13настоящей статьи, обращаются лично в подведомственное предприятие или представительство (к представителю).",
        "Указанные иностранные граждане предъявляют документ, удостоверяющий их личность и признаваемый Российской Федерацией в этом качестве."
      ]
    },
    {
      "clause_index": "18",
      "clause_text": "18. Иностранные граждане, прибывшие в Российскую Федерацию в целях, не связанных с осуществлением трудовой деятельности, на срок, превышающий девяносто календарных дней, за исключением лиц, не позднее одного года, предшествующего дню въезда в Российскую Федерацию, прошедших медицинское освидетельствование в случаях, предусмотренных настоящим Федеральным законом или Федеральнымзаконом\"О беженцах\", в течение девяноста календарных дней со дня въезда в Российскую Федерацию обязаны пройти медицинское освидетельствование на наличие или отсутствие факта употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, инфекционных заболеваний, представляющих опасность для окружающих, предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом, и представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг, либо через подведомственное предприятие или уполномоченную организацию медицинские документы, подтверждающие отсутствие факта употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, медицинские документы, подтверждающие отсутствие у них инфекционных заболеваний, представляющих опасность для окружающих и предусмотренных перечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и сертификат об отсутствии заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции).",
      "subclauses": [],
      "unindexed": [
        "Иностранные граждане, указанные вабзаце третьем пункта 13настоящей статьи, за исключением лиц, не позднее одного года, предшествующего дню въезда в Российскую Федерацию, прошедших медицинское освидетельствование в случаях, предусмотренных настоящим Федеральным законом или Федеральнымзаконом\"О беженцах\", обязаны в течение тридцати календарных дней со дня заключения трудового договора или гражданско-правового договора на выполнение работ (оказание услуг) с работодателем или заказчиком работ (услуг), но не позднее девяноста календарных дней со дня въезда в Российскую Федерацию пройти медицинское освидетельствование, предусмотренноеабзацем первымнастоящего пункта, и представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг, либо через подведомственное предприятие или уполномоченную организацию медицинские документы, подтверждающие отсутствие факта употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, медицинские документы, подтверждающие отсутствие у них инфекционных заболеваний, представляющих опасность для окружающих и предусмотренных перечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и сертификат об отсутствии заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции).",
        "Иностранные граждане, прибывшие в Российскую Федерацию в целях осуществления трудовой деятельности, и иностранные граждане, указанные вабзаце четвертом пункта 13настоящей статьи, за исключением лиц, не позднее одного года, предшествующего дню въезда в Российскую Федерацию, прошедших медицинское освидетельствование в случаях, предусмотренных настоящим Федеральным законом или Федеральнымзаконом\"О беженцах\", обязаны в течение тридцати календарных дней со дня въезда в Российскую Федерацию пройти медицинское освидетельствование, предусмотренноеабзацем первымнастоящего пункта, и представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг, либо через подведомственное предприятие или уполномоченную организацию медицинские документы, подтверждающие отсутствие факта употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, медицинские документы, подтверждающие отсутствие у них инфекционных заболеваний, представляющих опасность для окружающих и предусмотренных перечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и сертификат об отсутствии заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции).",
        "Порядокпроведения медицинского освидетельствования, включая проведение химико-токсикологических исследований наличия в организме иностранного гражданина наркотических средств или психотропных веществ либо новых потенциально опасных психоактивных веществ и их метаболитов, наличия или отсутствия у иностранного гражданина инфекционных заболеваний, представляющих опасность для окружающих и предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), а такжеформыбланков исрокидействия медицинских документов, выдаваемых по результатам указанных химико-токсикологических исследований и медицинских освидетельствований, устанавливаются федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере здравоохранения.",
        "Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного вабзаце первомнастоящего пункта, на территории соответствующего субъекта Российской Федерации."
      ]
    },
    {
      "clause_index": "19",
      "clause_text": "19. Иностранные граждане, указанные впункте 18настоящей статьи, в течение тридцати календарных дней по истечении одного года со дня прохождения ими медицинского освидетельствования, предусмотренного настоящим Федеральным законом или Федеральнымзаконом\"О беженцах\", обязаны повторно пройти медицинское освидетельствование, предусмотренноепунктом 18настоящей статьи, и представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг, либо через подведомственное предприятие или уполномоченную организацию медицинскиедокументыоб отсутствии факта употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, медицинскиедокументыоб отсутствии у них инфекционных заболеваний, представляющих опасность для окружающих, а такжесертификатоб отсутствии заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции).",
      "subclauses": [],
      "unindexed": [
        "Положениеабзаца первогонастоящего пункта не применяется в отношении иностранных граждан, являющихся высококвалифицированными специалистами и привлекаемых к трудовой деятельности в Российской Федерации в соответствии состатьей 13.2настоящего Федерального закона, а также членов их семей.",
        "Иностранные граждане, являющиеся высококвалифицированными специалистами и привлекаемые к трудовой деятельности в Российской Федерации в соответствии состатьей 13.2настоящего Федерального закона, а также члены их семей в течение тридцати календарных дней со дня принятия решения о продлении срока действия разрешения на работу либо со дня въезда в Российскую Федерацию, если на день принятия такого решения они находились за пределами Российской Федерации, обязаны повторно пройти медицинское освидетельствование, предусмотренноепунктом 18настоящей статьи, и представить в федеральный орган исполнительной власти в сфере внутренних дел или его территориальный орган непосредственно, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг, либо через подведомственное предприятие или уполномоченную организацию медицинские документы, подтверждающие отсутствие факта употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, медицинские документы, подтверждающие отсутствие у них инфекционных заболеваний, представляющих опасность для окружающих и предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и сертификат об отсутствии заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции).",
        "Порядокпредставления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел либо в подведомственное предприятие или уполномоченную организацию медицинских документов, подтверждающих прохождение медицинского освидетельствования, предусмотренногопунктом 18настоящей статьи,порядокпередачи подведомственным предприятием или уполномоченной организацией в территориальный орган федерального органа исполнительной власти в сфере внутренних дел указанных медицинских документов исрокиих хранения устанавливаются федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "20",
      "clause_text": "20. Положенияпунктов 13и18настоящей статьи не распространяются на лиц без гражданства, получивших временное удостоверение личности лица без гражданства, а также иностранных граждан:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) являющихся гражданами Республики Беларусь;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) являющихся должностными лицами международных (межгосударственных, межправительственных) организаций, въехавшими в Российскую Федерацию в связи с исполнением служебных обязанностей, и сотрудниками представительств международных (межгосударственных, межправительственных) организаций на территории Российской Федерации или сотрудниками представительств и должностными лицами иных организаций, которым в соответствии с международными договорами Российской Федерации предоставлен статус, аналогичный статусу международных (межгосударственных, межправительственных) организаций, а также членами семей указанных лиц;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) не достигших возраста шести лет;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) признанных беженцами либо получивших временное убежище на территории Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "21",
      "clause_text": "21. На основе принципа взаимности действиепунктов 13и18настоящей статьи не распространяется на иностранных граждан, являющихся:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) главами дипломатических представительств и главами консульских учреждений иностранных государств в Российской Федерации, членами дипломатического персонала, консульскими должностными лицами, а также членами административно-технического персонала дипломатических представительств или консульских учреждений иностранных государств в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) владельцами дипломатических, служебных паспортов (в том числе специальных, официальных и иных паспортов, признаваемых Российской Федерацией в этом качестве) и въехавшими в Российскую Федерацию в связи с исполнением служебных обязанностей должностных лиц иностранных государств;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) сотрудниками и членами административно-технического персонала аппаратов военного атташата, торговых представительств и иных представительств органов государственной власти иностранных государств;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) членами семей лиц, указанных вподпунктах 1-3настоящего пункта.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "22",
      "clause_text": "22.Переченьиностранных государств, в отношении отдельных категорий граждан которых, указанных впункте 21настоящей статьи, применяются на основе принципа взаимности положенияпунктов 13и18настоящей статьи, утверждается федеральным органом исполнительной власти, ведающим вопросами иностранных дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "23",
      "clause_text": "23. Срок временного пребывания в Российской Федерации иностранных граждан, указанных впунктах 13и18настоящей статьи, сокращается в случае неисполнения данными иностранными гражданами обязанностей по прохождению обязательной государственной дактилоскопической регистрации, фотографирования и (или) медицинского освидетельствования.",
      "subclauses": [],
      "unindexed": [
        "Срок временного пребывания в Российской Федерации иностранных граждан, указанных впунктах 13и18настоящей статьи, сокращается, а также в случаях, предусмотренныхзаконодательствомРоссийской Федерации, в отношении таких граждан принимается решение о нежелательности их пребывания (проживания) в Российской Федерации или решение о неразрешении въезда в Российскую Федерацию, если по результатам медицинского освидетельствования, предусмотренногопунктом 18настоящей статьи, установлен факт употребления ими наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, либо установлено, что данные иностранные граждане страдают заболеванием, вызываемым вирусом иммунодефицита человека (ВИЧ-инфекцией), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\", либо страдают одним из инфекционных заболеваний, которые представляют опасность для окружающих."
      ]
    }
  ],
  "unindexed": []
}