{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "6.1",
  "article_title": "Статья 6.1. Временное проживание иностранных граждан, прибывших в Российскую Федерацию в порядке, не требующем получения визы",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранному гражданину, прибывшему в Российскую Федерацию в порядке, не требующем получения визы, за исключением иностранных граждан, указанных впункте 3 статьи 6настоящего Федерального закона, разрешение на временное проживание выдается с учетомквоты, утвержденной Правительством Российской Федерации в соответствии спунктом 2 статьи 6настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Для получения разрешения на временное проживание иностранный гражданин, прибывший в Российскую Федерацию в порядке, не требующем получения визы, подает в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1)заявлениео выдаче разрешения на временное проживание;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) документ, удостоверяющий личность данного иностранного гражданина и признаваемый Российской Федерацией в этом качестве;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) миграционную карту с отметкой пограничного органа федеральной службы безопасности о въезде данного иностранного гражданина в Российскую Федерацию или с отметкой территориального органа федерального органа исполнительной власти в сфере внутренних дел о выдаче данному иностранному гражданину указанной миграционной карты. В случае непредставления миграционной карты территориальный орган федерального органа исполнительной власти в сфере внутренних дел проверяет на основании имеющихся в таком органе сведений данные об иностранном гражданине, содержащиеся в миграционной карте;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) квитанцию об уплате государственной пошлины за выдачу разрешения на временное проживание. Указанную квитанцию иностранный гражданин вправе представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел по собственной инициативе. В случае непредставления указанной квитанции территориальный орган федерального органа исполнительной власти в сфере внутренних дел проверяет факт уплаты государственной пошлины за выдачу данному иностранному гражданину разрешения на временное проживание с использованием информации об уплате государственной пошлины, содержащейся в Государственной информационной системе о государственных и муниципальных платежах;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) документ, подтверждающий владение данным иностранным гражданином русским языком, знание им истории России и основ законодательства Российской Федерации, в случаях, предусмотренныхстатьей 15.1настоящего Федерального закона.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Заявление о выдаче разрешения на временное проживание может быть подано в форме электронного документа с использованием единого портала государственных и муниципальных услуг. В этом случае документы, указанные вподпунктах 2и5 пункта 2настоящей статьи, иностранный гражданин представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел при получении разрешения на временное проживание.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3.Формазаявления ипорядокподачи заявления в форме электронного документа с использованием единого портала государственных и муниципальных услуг утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Отказ в приеме заявления о выдаче разрешения на временное проживание не допускается, за исключением случаев, если не представлен какой-либо из документов, указанных вподпунктах 1-3и5 пункта 2настоящей статьи, или не уплачена государственная пошлина.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Иностранный гражданин, прибывший в Российскую Федерацию в порядке, не требующем получения визы, представляет в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принявший его заявление о выдаче ему разрешения на временное проживание:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) в течение тридцати суток со дня подачи им заявления о выдаче ему разрешения на временное проживание:",
          "unindexed": [
            "медицинские документы, подтверждающие отсутствие факта употребления им наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ;",
            "медицинские документы, подтверждающие отсутствие у него инфекционных заболеваний, представляющих опасность для окружающих, предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти;",
            "сертификатоб отсутствии у него заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". Указанные медицинские документы и сертификат выдаются по результатам медицинского освидетельствования, проведенного в соответствии с Федеральнымзакономот 30 марта 1999 года N 52-ФЗ \"О санитарно-эпидемиологическом благополучии населения\" и иными нормативными правовыми актами Российской Федерации в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом, на бумажном носителе либо в форме электронных документов в случае подачи заявления о выдаче разрешения на временное проживание в электронной форме. Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного в настоящем пункте, на территории соответствующего субъекта Российской Федерации;"
          ]
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) свидетельство (уведомление) о постановке данного иностранного гражданина на учет в налоговом органе - по усмотрению иностранного гражданина в течение одного года со дня его въезда в Российскую Федерацию. В случае, если в течение одного года со дня въезда иностранного гражданина в Российскую Федерацию сведения о постановке иностранного гражданина на учет в налоговом органе не поступят в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, проверка исполнения обязанности иностранного гражданина по постановке на учет в налоговом органе осуществляется территориальным органом федерального органа исполнительной власти в сфере внутренних дел путем направления межведомственного запроса в налоговый орган о представлении сведений о постановке иностранного гражданина на учет в налоговом органе.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Руководитель территориального органа федерального органа исполнительной власти в сфере внутренних дел при наличии у иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, документально подтвержденных уважительных причин вправе принять решение о продлении ему срока представления документов, указанных впункте 5настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел при получении заявления иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, о выдаче ему разрешения на временное проживание направляет запросы в орган безопасности, орган здравоохранения, которые обязаны в течение одного месяца со дня получения соответствующего запроса предоставить указанному территориальному органу информацию о наличии либо об отсутствии обстоятельств, препятствующих выдаче данному иностранному гражданину разрешения на временное проживание либо являющихся основанием для аннулирования ранее выданного ему разрешения на временное проживание.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Не позднее чем через шестьдесят суток со дня принятия у иностранного гражданина, прибывшего в Российскую Федерацию в порядке, не требующем получения визы, заявления о выдаче ему разрешения на временное проживание при условии представления им документов, указанных вподпункте 1 пункта 5настоящей статьи, территориальный орган федерального органа исполнительной власти в сфере внутренних дел обязан выдать данному иностранному гражданину разрешение на временное проживание либо предусмотренноепунктом 2 статьи 7настоящего Федерального закона уведомление об отказе в выдаче данному иностранному гражданину разрешения на временное проживание.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}