{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "6.2",
  "article_title": "Статья 6.2. Разрешение на временное проживание в целях получения образования",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Иностранный гражданин, проходящий обучение по очной форме по программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) в государственной образовательной или государственной научной организации, вправе обратиться в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в субъекте Российской Федерации, на территории которого проходит обучение, непосредственно либо через подведомственное предприятие или уполномоченную организацию с заявлением о выдаче разрешения на временное проживание в целях получения образования с приложением документа, подтверждающего его зачисление на обучение по очной форме в государственную образовательную или государственную научную организацию по соответствующей образовательной программе высшего образования.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Заявление о выдаче разрешения на временное проживание в целях получения образования может быть подано в форме электронного документа с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Иностранный гражданин, обратившийся с заявлением о выдаче разрешения на временное проживание в целях получения образования, проходит обязательную государственную дактилоскопическую регистрацию и фотографирование при подаче заявления. Иностранному гражданину, прошедшему обязательную государственную дактилоскопическую регистрацию и фотографирование, выдается документ, подтверждающий прохождение им обязательной государственной дактилоскопической регистрации и фотографирования, предусмотренныйабзацем девятым пункта 13 статьи 5настоящего Федерального закона, если ранее такой документ не выдавался.",
      "subclauses": [],
      "unindexed": [
        "В случае подачи заявления о выдаче разрешения на временное проживание в целях получения образования в форме электронного документа с использованием единого портала государственных и муниципальных услуг обязательную государственную дактилоскопическую регистрацию иностранный гражданин проходит при получении разрешения на временное проживание в целях получения образования."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4. Иностранный гражданин для получения разрешения на временное проживание в целях получения образования проходит медицинское освидетельствование, предусмотренноепунктом 4.1 статьи 6настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Разрешение на временное проживание в целях получения образования выдается на срок освоения иностранным гражданином программы бакалавриата, программы специалитета, программы магистратуры, программы ординатуры, программы ассистентуры-стажировки, имеющих государственную аккредитацию, или программы подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре) и сто восемьдесят календарных дней после дня окончания срока обучения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел по заявлению иностранного гражданина о выдаче разрешения на временное проживание в целях получения образования в двухмесячный срок выдает данному иностранному гражданину разрешение на временное проживание в целях получения образования либо отказывает ему в выдаче такого разрешения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел при рассмотрении заявления иностранного гражданина о выдаче разрешения на временное проживание в целях получения образования направляет запросы в органы безопасности, органы здравоохранения, федеральный орган исполнительной власти, осуществляющий функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере высшего образования, и другие заинтересованные органы, которые в срок до одного месяца со дня поступления запроса представляют информацию о наличии либо об отсутствии обстоятельств, препятствующих выдаче данному иностранному гражданину разрешения на временное проживание в целях получения образования. Направление запросов и получение информации при наличии технической возможности осуществляются с использованием средств обеспечения межведомственного электронного взаимодействия.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Разрешение на временное проживание в целях получения образования содержит следующие сведения: фамилию, имя, отчество (последнее - при наличии), написанные буквами русского и латинского алфавитов, дату и место рождения, пол, гражданство иностранного гражданина, номер и дату принятия решения о выдаче разрешения на временное проживание в целях получения образования, срок действия такого разрешения, наименование органа исполнительной власти, выдавшего такое разрешение, оформленное в виде отметки в документе, удостоверяющем личность иностранного гражданина. Разрешение на временное проживание в целях получения образования не может быть выдано в форме электронного документа.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Иностранный гражданин не позднее тридцати дней со дня издания распорядительного акта о его отчислении из государственной образовательной или государственной научной организации в связи с переводом в другую государственную образовательную или государственную научную организацию для продолжения обучения по очной форме по соответствующей образовательной программе или на другую образовательную программу из числа перечисленных впункте 1настоящей статьи обязан представить в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, выдавший ему разрешение на временное проживание в целях получения образования, документ, подтверждающий зачисление данного иностранного гражданина на обучение по очной форме в другую государственную образовательную или государственную научную организацию по программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "10",
      "clause_text": "10.Порядоквыдачи разрешения на временное проживание в целях получения образования,формазаявления о выдаче разрешения на временное проживание в целях получения образования ипереченьдокументов, представляемых одновременно с таким заявлением, форма указанной впункте 8настоящей статьиотметкиутверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Иностранные граждане, получившие разрешение на временное проживание в целях получения образования, освобождаются от подачи уведомления, указанного вабзаце первом пункта 9 статьи 6настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}