{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "6",
  "article_title": "Статья 6. Временное проживание иностранных граждан в Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Разрешение на временное проживание может быть выдано иностранному гражданину в пределахквоты, утвержденной Правительством Российской Федерации, если иное не установлено настоящим Федеральнымзаконом. Срок действия разрешения на временное проживание составляет три года, если иное не предусмотрено настоящим Федеральным законом.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Квота на выдачу иностранным гражданам разрешений на временное проживание ежегодно утверждается Правительством Российской Федерации по предложениям исполнительных органов государственной власти субъектов Российской Федерации с учетом демографической ситуации в соответствующем субъекте Российской Федерации и возможностей данного субъекта по обустройству иностранных граждан.",
      "subclauses": [],
      "unindexed": [
        "Правилаопределения, корректировки и перераспределения между субъектами Российской Федерации квоты на выдачу иностранным гражданам и лицам без гражданства разрешений на временное проживание в Российской Федерации, установления и использования ее резерва,порядокраспределения указанной квоты соответствующими комиссиями, формируемыми в субъектах Российской Федерации, утверждаются Правительством Российской Федерации.",
        "Комиссии, указанные вабзаце второмнастоящего пункта, образуются территориальными органами федерального органа исполнительной власти в сфере внутренних дел.",
        "Представители заинтересованных территориальных органов федеральных органов исполнительной власти и органов государственной власти субъектов Российской Федерации включаются в состав комиссий по согласованию с руководителями указанных территориальных органов федеральных органов исполнительной власти и высшим должностным лицом субъекта Российской Федерации (руководителем высшего исполнительного органа государственной власти субъекта Российской Федерации).",
        "Порядокобразования и организации работы комиссий утверждается федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "3",
      "clause_text": "3. Без учета утвержденной Правительством Российской Федерации квоты разрешение на временное проживание может быть выдано иностранному гражданину:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) который указан впункте 2 статьи 8настоящего Федерального закона и которому вид на жительство выдается без получения разрешения на временное проживание;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) который не достиг возраста восемнадцати лет и родитель (усыновитель, опекун, попечитель) которого является иностранным гражданином и временно проживает в Российской Федерации, - на срок временного проживания его родителя (усыновителя, опекуна, попечителя);",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) не достигшему возраста восемнадцати лет, получающему разрешение на временное проживание совместно с родителем (усыновителем, опекуном, попечителем) - иностранным гражданином;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) состоящему не менее трех лет до дня обращения с заявлением о выдаче разрешения на временное проживание в браке с гражданином Российской Федерации, постоянно проживающим в Российской Федерации, либо состоящему в браке с гражданином Российской Федерации, постоянно проживающим в Российской Федерации, с которым имеется общий ребенок, рожденный (усыновленный) в таком браке, - в субъекте Российской Федерации, в котором расположено место жительства гражданина Российской Федерации, являющегося его супругом (супругой);",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) достигшему возраста восемнадцати лет, в соответствии с законодательством иностранного государства признанному недееспособным либо ограниченным в дееспособности, получающему разрешение на временное проживание совместно с родителем (усыновителем, опекуном, попечителем) - иностранным гражданином;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) который достиг возраста восемнадцати лет, в соответствии с законодательством иностранного государства признан недееспособным либо ограниченным в дееспособности и родитель (усыновитель, опекун, попечитель) которого является иностранным гражданином и временно проживает в Российской Федерации, - на срок временного проживания его родителя (усыновителя, опекуна, попечителя);",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) утратил силу. - Федеральныйзаконот 14.07.2022 N 357-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) поступившему на военную службу, - на срок его военной службы;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) получившему статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника указанной Государственнойпрограммы;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) являющемуся гражданином государства, входившего в состав СССР, и получившему профессиональное образование в государственной образовательной организации высшего образования, государственной профессиональной образовательной организации или государственной научной организации, расположенных на территории Российской Федерации, по имеющим государственную аккредитацию образовательным программам или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре);",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) являющемуся гражданином Республики Казахстан, Республики Молдова или Украины;",
          "unindexed": []
        },
        {
          "subclause_index": "12",
          "subclause_text": "12) переселяющемуся в Российскую Федерацию на постоянное место жительства в соответствии с международными договорами Российской Федерации о регулировании процесса переселения и защите прав переселенцев.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "3.1",
      "clause_text": "3.1. Без учета утвержденной Правительством Российской Федерации квоты разрешение на временное проживание может быть выдано лицу без гражданства, имеющему временное удостоверение личности лица без гражданства в Российской Федерации, а также лицу без гражданства, постоянно проживавшему на территории Украины, признанному беженцем либо получившему временное убежище на территории Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел позаявлению, поданному иностранным гражданином непосредственно, либо через подведомственное предприятие или уполномоченную организацию, либо через дипломатическое представительство или консульское учреждение Российской Федерации в государстве проживания этого гражданина, в четырехмесячный срок со дня поступления заявления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел выдает иностранному гражданину разрешение на временное проживание либо отказывает ему в выдаче такого разрешения.",
      "subclauses": [],
      "unindexed": [
        "В территориальный орган федерального органа исполнительной власти в сфере внутренних дел заявление может бытьподанов форме электронного документа с использованием единого портала государственных и муниципальных услуг.",
        "Иностранный гражданин, обратившийся с заявлением на территории Российской Федерации, проходит обязательную государственную дактилоскопическую регистрацию и фотографирование в территориальном органе федерального органа исполнительной власти в сфере внутренних дел при возможном содействии, в том числе в части получения дактилоскопической и фотографической информации, подведомственного предприятия или уполномоченной организации по месту подачи заявления. Обязательная государственная дактилоскопическая регистрация и фотографирование иностранного гражданина, обратившегося с заявлением в дипломатическое представительство или консульское учреждение Российской Федерации в государстве проживания этого гражданина, проводятся в территориальном органе федерального органа исполнительной власти в сфере внутренних дел по месту выдачи иностранному гражданину разрешения на временное проживание. Иностранному гражданину, прошедшему обязательную государственную дактилоскопическую регистрацию и фотографирование, выдается документ, подтверждающий прохождение им обязательной государственной дактилоскопической регистрации и фотографирования, предусмотренныйабзацем девятым пункта 13 статьи 5настоящего Федерального закона, если ранее такой документ не выдавался."
      ]
    },
    {
      "clause_index": "4.1",
      "clause_text": "4.1. Иностранный гражданин для получения разрешения на временное проживание проходит медицинское освидетельствование на наличие или отсутствие факта употребления им наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, инфекционных заболеваний, представляющих опасность для окружающих, предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". Медицинское освидетельствование проводится в соответствии с Федеральнымзакономот 30 марта 1999 года N 52-ФЗ \"О санитарно-эпидемиологическом благополучии населения\" и иными нормативными правовыми актами Российской Федерации в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом. Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного в настоящем пункте, на территории соответствующего субъекта Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4.2",
      "clause_text": "4.2. Иностранному гражданину, обратившемуся с заявлением о выдаче разрешения на временное проживание в дипломатическое представительство или консульское учреждение Российской Федерации в государстве проживания этого гражданина, разрешение на временное проживание выдается при условии представления в течение тридцати суток со дня его въезда в Российскую Федерацию в территориальный орган федерального органа исполнительной власти в сфере внутренних дел медицинскихдокументовна бумажном носителе или в форме электронного документа, подтверждающих отсутствие факта употребления им наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ и инфекционных заболеваний, представляющих опасность для окружающих, предусмотренных перечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, а такжесертификатаоб отсутствии у него заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". Указанные медицинские документы и сертификат выдаются по результатам медицинского освидетельствования, предусмотренногопунктом 4.1настоящей статьи. При наличии документально подтвержденных уважительных причин указанные медицинские документы и сертификат могут быть поданы иностранным гражданином в более поздний срок, но не превышающий тридцати календарных дней со дня устранения уважительных причин.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Территориальный орган федерального органа исполнительной власти в сфере внутренних дел при рассмотрении заявления иностранного гражданина о выдаче разрешения на временное проживание направляет запросы в органы безопасности, службу судебных приставов, органы социального обеспечения, органы здравоохранения и другие заинтересованные органы, которые в двухмесячный срок со дня поступления запроса представляют информацию о наличии либо об отсутствии обстоятельств, препятствующих выдаче иностранному гражданину разрешения на временное проживание. Направление запросов и получение информации при наличии технической возможности осуществляются с использованием средств обеспечения межведомственного электронного взаимодействия.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. В случае, если иностранному гражданину было отказано в выдаче разрешения на временное проживание либо ранее выданное ему разрешение на временное проживание было аннулировано, он вправе повторно в том же порядке подать заявление о выдаче ему разрешения на временное проживание не ранее чем через один год со дня отклонения его предыдущего заявления о выдаче разрешения на временное проживание либо аннулирования ранее выданного ему разрешения на временное проживание.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Разрешение на временное проживание содержит следующие сведения: фамилию, имя, отчество (последнее - при наличии), написанные буквами русского и латинского алфавитов, дату и место рождения, пол, гражданство иностранного гражданина, номер и дату принятия решения о выдаче такого разрешения, срок действия такого разрешения, наименование органа исполнительной власти, выдавшего такое разрешение, оформленное в виде отметки в документе, удостоверяющем личность иностранного гражданина или лица без гражданства и признаваемом Российской Федерацией в этом качестве (далее также - документ, удостоверяющий личность иностранного гражданина), либо в виде документа, выдаваемого в Российской Федерации лицу без гражданства, не имеющему документа, удостоверяющего личность иностранного гражданина, по установленным формам. Разрешение на временное проживание не может быть выдано в форме электронного документа.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8.Порядоквыдачи разрешения на временное проживание,формазаявления о выдаче разрешения на временное проживание,порядокего подачи, в том числе в электронной форме с использованием единого портала государственных и муниципальных услуг,переченьдокументов, представляемых одновременно с указанным заявлением,формаи описание отметки в документе, удостоверяющем личность иностранного гражданина, о разрешении на временное проживание,формаи описание бланка документа о разрешении на временное проживание утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Временно проживающий в Российской Федерации иностранный гражданин в течение двух месяцев со дня истечения очередного года со дня получения им разрешения на временное проживание обязан подать в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию по месту получения разрешения на временное проживаниеуведомлениео подтверждении своего проживания в Российской Федерации с приложением справки о доходах, копии налоговой декларации или иного документа, подтверждающего размер и источник дохода данного иностранного гражданина за очередной год со дня получения им разрешения на временное проживание. Указанное уведомление и прилагаемые к нему документы могут быть поданы в территориальный орган федерального органа исполнительной власти в сфере внутренних дел в форме электронных документов. В случае, если иностранный гражданин желает подтвердить размер и источник дохода посредством подачи копии налоговой декларации, данный иностранный гражданин вправе не подавать копию такого документа в территориальный орган федерального органа исполнительной власти в сфере внутренних дел. В этом случае копия налоговой декларации запрашивается в налоговом органе по месту учета иностранного гражданина территориальным органом федерального органа исполнительной власти в сфере внутренних дел самостоятельно на основании уведомления данного иностранного гражданина о подтверждении своего проживания в Российской Федерации.",
      "subclauses": [],
      "unindexed": [
        "При наличии уважительных причин указанное уведомление может быть подано иностранным гражданином в более поздний срок, но не позднее чем через шесть месяцев со дня истечения очередного года со дня получения разрешения на временное проживание с приложением документов, перечисленных вабзаце первомнастоящего пункта, а также документов, подтверждающих невозможность подать указанное уведомление в установленный срок. Документы, подтверждающие невозможность подачи указанного уведомления в установленный срок, могут быть представлены в форме электронных документов."
      ]
    },
    {
      "clause_index": "10",
      "clause_text": "10. В указанное впункте 9настоящей статьи уведомление вносятся следующие сведения:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) имя иностранного гражданина, временно проживающего в Российской Федерации, включающее его фамилию, собственно имя, отчество (последнее - при наличии);",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) место проживания данного иностранного гражданина;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) место (места) работы и продолжительность осуществления данным иностранным гражданином трудовой деятельности в течение очередного года со дня получения им разрешения на временное проживание;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) период нахождения данного иностранного гражданина за пределами Российской Федерации в течение очередного года со дня получения им разрешения на временное проживание (с указанием государств выезда).",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "11",
      "clause_text": "11. Прием уведомления осуществляется территориальным органом федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо через подведомственное предприятие или уполномоченную организацию при предъявлении иностранным гражданином документа, удостоверяющего его личность и признаваемого Российской Федерацией в этом качестве, и разрешения на временное проживание, либо в форме электронного документа, направленного с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "12",
      "clause_text": "12. Требование представления иностранным гражданином иных документов или других сведений, помимо указанных в настоящей статье, не допускается.Формаипорядокподачи указанного впункте 9настоящей статьи уведомления устанавливаются Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}