{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "8",
  "article_title": "Статья 8. Постоянное проживание иностранных граждан в Российской Федерации",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Вид на жительство может быть выдан иностранному гражданину, прожившему в Российской Федерации не менее одного года на основании разрешения на временное проживание.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "1.1",
      "clause_text": "1.1. Вид на жительство может быть выдан иностранному гражданину, получившему разрешение на временное проживание в целях получения образования, после завершения обучения в государственной образовательной или государственной научной организации по программе бакалавриата, программе специалитета, программе магистратуры, программе ординатуры, программе ассистентуры-стажировки, имеющим государственную аккредитацию, или по программе подготовки научных и научно-педагогических кадров в аспирантуре (адъюнктуре).",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Без получения разрешения на временное проживание вид на жительство выдается:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) иностранному гражданину, родившемуся на территории РСФСР и состоявшему в прошлом в гражданстве СССР;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) иностранному гражданину, который не достиг возраста восемнадцати лет и родитель (усыновитель, опекун, попечитель) которого является иностранным гражданином и постоянно проживает в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) иностранному гражданину, не достигшему возраста восемнадцати лет, получающему вид на жительство совместно с родителем (усыновителем, опекуном, попечителем) - иностранным гражданином;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) иностранному гражданину, имеющему родителя (усыновителя, опекуна, попечителя), или ребенка, рожденного (усыновленного) в браке с гражданином Российской Федерации, постоянно проживающим в Российской Федерации, или совершеннолетнего ребенка, состоящих в гражданстве Российской Федерации и постоянно проживающих в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) иностранному гражданину, достигшему возраста восемнадцати лет, в соответствии с законодательством иностранного государства признанному недееспособным либо ограниченным в дееспособности, получающему вид на жительство совместно с родителем (усыновителем, опекуном, попечителем) - иностранным гражданином;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) иностранному гражданину, который достиг возраста восемнадцати лет, в соответствии с законодательством иностранного государства признан недееспособным либо ограниченным в дееспособности и родитель (усыновитель, опекун, попечитель) которого является иностранным гражданином и постоянно проживает в Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) утратил силу. - Федеральныйзаконот 28.12.2024 N 517-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "7.1",
          "subclause_text": "7.1) иностранному гражданину, который имеет родственников по прямой восходящей линии, родившихся или постоянно проживавших на территории РСФСР либо на территории, относившейся к Российской империи или СССР, в пределах Государственной границы Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) иностранному гражданину, который сам либо родственник по прямой восходящей линии, усыновитель или супруг (супруга) которого был подвергнут незаконной депортации с территории Крымской АССР, а также родственнику по прямой нисходящей линии, усыновленным детям или супругу (супруге) указанного иностранного гражданина, представившим справку о реабилитации,выданнуюорганом внутренних дел, органом прокуратуры Российской Федерации или судом;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) высококвалифицированному специалисту и членам его семьи в соответствии состатьей 13.2настоящего Федерального закона;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) иностранному гражданину, осуществлявшему непрерывно не менее одного года до дня обращения с заявлением о выдаче вида на жительство и осуществляющему на день подачи такого заявления трудовую деятельность в Российской Федерации по профессии (специальности, должности), включенной впереченьпрофессий (специальностей, должностей) иностранных граждан и лиц без гражданства - квалифицированных специалистов, имеющих право на получение вида на жительство в Российской Федерации без получения разрешения на временное проживание, утвержденный федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере занятости населения и безработицы. При этом в указанный период осуществления трудовой деятельности в отношении такого иностранного гражданина работодателем должны быть начислены страховые взносы в Фонд пенсионного и социального страхования Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) иностранному гражданину, успешно освоившему в Российской Федерации имеющую государственную аккредитацию образовательную программу высшего образования по очной форме обучения и получившему документ об образовании и о квалификации с отличием;",
          "unindexed": []
        },
        {
          "subclause_index": "12",
          "subclause_text": "12) лицам, находящимся на территории Российской Федерации, гражданство Российской Федерации которых прекращено по основаниям, предусмотреннымпунктами 1и4 части 1 статьи 22Федерального закона от 28 апреля 2023 года N 138-ФЗ \"О гражданстве Российской Федерации\";",
          "unindexed": []
        },
        {
          "subclause_index": "13",
          "subclause_text": "13) утратил силу. - Федеральныйзаконот 28.12.2024 N 517-ФЗ;",
          "unindexed": []
        },
        {
          "subclause_index": "14",
          "subclause_text": "14) лицам, указанным вчасти 4 статьи 16,частях 1и3 статьи 44Федерального закона от 28 апреля 2023 года N 138-ФЗ \"О гражданстве Российской Федерации\";",
          "unindexed": []
        },
        {
          "subclause_index": "15",
          "subclause_text": "15) иностранному гражданину, являющемуся финалистом или победителем общероссийского конкурса, проводимого автономной некоммерческой организацией \"Россия - страна возможностей\", представившему документ, подтверждающий его статус финалиста или победителя указанного конкурса;",
          "unindexed": []
        },
        {
          "subclause_index": "16",
          "subclause_text": "16) иностранному гражданину, являющемуся специалистом в сфере информационных технологий и заключившему трудовой договор или гражданско-правовой договор на выполнение работ (оказание услуг) с организацией, осуществляющей деятельность в области информационных технологий и получившей впорядке, установленном Правительством Российской Федерации, документ о государственной аккредитации организации, осуществляющей деятельность в области информационных технологий (за исключением организаций, имеющих статус резидента технико-внедренческой особой экономической зоны), и членам его семьи (супругу (супруге), детям (в том числе усыновленным), супругам детей, родителям (в том числе приемным), супругам родителей, бабушкам, дедушкам, внукам);",
          "unindexed": []
        },
        {
          "subclause_index": "17",
          "subclause_text": "17) иностранному гражданину, осуществившему инвестиции в Российской Федерации, и членам его семьи (супругу (супруге), детям (в том числе усыновленным), супругам детей, родителям (в том числе приемным), супругам родителей, бабушкам, дедушкам, внукам).Критерии, которым должен соответствовать иностранный гражданин, осуществивший инвестиции в Российской Федерации, для выдачи ему вида на жительство в Российской Федерации без получения разрешения на временное проживание,порядокпроведения оценки соответствия иностранного гражданина, осуществившего инвестиции в Российской Федерации, таким критериям, а также федеральныйорганисполнительной власти, уполномоченный на проведение указанной оценки, определяется Правительством Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "18",
          "subclause_text": "18) иностранному гражданину, являющемуся гражданином Республики Казахстан, Республики Молдова или Украины;",
          "unindexed": []
        },
        {
          "subclause_index": "19",
          "subclause_text": "19) иностранному гражданину, переселяющемуся в Российскую Федерацию на постоянное место жительства в соответствии с международными договорами Российской Федерации о регулировании процесса переселения и защите прав переселенцев;",
          "unindexed": []
        },
        {
          "subclause_index": "20",
          "subclause_text": "20) иностранному гражданину, заключившему в период проведения специальной военной операции контракт о прохождении военной службы в Вооруженных Силах Российской Федерации или воинских формированиях на срок один год (далее - военнослужащий), членам его семьи, в том числе в случае гибели (смерти) военнослужащего. Членами семьи военнослужащего признаются его супруг (супруга), дети (в том числе усыновленные, удочеренные), родители (в том числе приемные).",
          "unindexed": []
        },
        {
          "subclause_index": "21",
          "subclause_text": "21) иностранному гражданину - соотечественнику, получившему статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, в качестве репатрианта;",
          "unindexed": []
        },
        {
          "subclause_index": "22",
          "subclause_text": "22) иностранному гражданину, получившему статус члена семьи участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, - репатрианта;",
          "unindexed": []
        },
        {
          "subclause_index": "23",
          "subclause_text": "23) иностранному гражданину, имеющему ребенка, состоящего в гражданстве Российской Федерации и постоянно проживающего в Российской Федерации, другой родитель которого имеет гражданство Российской Федерации, при условии наличия подтвержденных в судебном порядке фактов совместного проживания на территории Российской Федерации данного иностранного гражданина с таким ребенком и участия в его содержании, воспитании или совместного проживания на территории Российской Федерации данного иностранного гражданина с матерью (отцом) такого ребенка и ведения с ней (с ним) общего хозяйства не менее трех лет до дня обращения с заявлением о выдаче вида на жительство;",
          "unindexed": []
        },
        {
          "subclause_index": "24",
          "subclause_text": "24) иностранному гражданину, являющемуся единственным родителем (усыновителем) ребенка, состоящего в гражданстве Российской Федерации и постоянно проживающего в Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2.1",
      "clause_text": "2.1. Заявление о выдаче вида на жительство может быть подано иностранным гражданином, указанным впункте 1.1настоящей статьи, в течение трех лет после завершения обучения без получения разрешения на временное проживание.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Вид на жительство выдается без ограничения срока действия, за исключением случаев, предусмотренныхабзацами четвертым-шестымнастоящего пункта.",
      "subclauses": [],
      "unindexed": [
        "На территории Российской Федерации или территориях отдельных субъектов Российской Федерации вид на жительство при наличии технической возможности для его изготовления, определяемой федеральным органом исполнительной власти в сфере внутренних дел, выдается в форме карты с электронным носителем информации для хранения биометрических персональных данных владельца (электронного изображения лица человека и электронного изображения папиллярных узоров двух пальцев рук этого человека, пригодных для его идентификации), а также для хранения персональных данных владельца - фамилии, имени, отчества (последнее - при наличии), даты и места рождения, пола, гражданства, реквизитов документа, удостоверяющего личность иностранного гражданина. Указанный документ может использоваться органами государственной власти для идентификации иностранного гражданина с помощью биометрических персональных данных впорядке, определяемом федеральным органом исполнительной власти в сфере внутренних дел.",
        "Положениеабзаца второгонастоящего пункта не применяется при выдаче вида на жительство лицу без гражданства.",
        "Вид на жительство выдается лицу без гражданства сроком на 10 лет.",
        "Вид на жительство в форме карты с электронным носителем выдается сроком на 10 лет.",
        "Вид на жительство высококвалифицированному специалисту и членам его семьи, указанным вподпункте 9 пункта 2настоящей статьи, выдается на срок действия разрешения на работу, выданного указанному высококвалифицированному специалисту.",
        "Вид на жительство выдается без ограничения срока действия высококвалифицированному специалисту, осуществляющему не менее двух лет трудовую деятельность в Российской Федерации в этом качестве, и членам его семьи при условии, что данный высококвалифицированный специалист и члены его семьи проживают в Российской Федерации по полученному в соответствии состатьей 13.2настоящего Федерального закона виду на жительство. При этом в указанный период осуществления трудовой деятельности в отношении такого высококвалифицированного специалиста работодателем или заказчиком работ (услуг) должны быть исчислены, удержаны и перечислены в бюджетную систему Российской Федерации налоги в соответствии сзаконодательствомРоссийской Федерации о налогах и сборах."
      ]
    },
    {
      "clause_index": "4",
      "clause_text": "4.Заявлениео выдаче вида на жительство подается иностранным гражданином в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо через подведомственное предприятие или уполномоченную организацию, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": [
        "Иностранный гражданин, обратившийся с заявлением о выдаче вида на жительство без оформления разрешения на временное проживание, проходит обязательную государственную дактилоскопическую регистрацию и фотографирование по месту подачи заявления, за исключением случаев, предусмотренных федеральным законом. Иностранному гражданину, прошедшему обязательную государственную дактилоскопическую регистрацию и фотографирование, выдается документ, подтверждающий прохождение им обязательной государственной дактилоскопической регистрации и фотографирования, предусмотренныйабзацем девятым пункта 13 статьи 5настоящего Федерального закона, если ранее такой документ не выдавался."
      ]
    },
    {
      "clause_index": "5",
      "clause_text": "5. Заявление о выдаче вида на жительство подается не ранее чем через восемь месяцев первого года проживания в Российской Федерации на основании разрешения на временное проживание и не позднее чем за четыре месяца до истечения срока действия разрешения на временное проживание. Данное правило не распространяется на лиц, указанных впункте 2настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5.1",
      "clause_text": "5.1. Иностранный гражданин для получения вида на жительство проходит медицинское освидетельствование на наличие или отсутствие факта употребления им наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, инфекционных заболеваний, представляющих опасность для окружающих, предусмотренныхперечнем, утверждаемым уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти, и заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\". Медицинское освидетельствование проводится в соответствии с Федеральнымзакономот 30 марта 1999 года N 52-ФЗ \"О санитарно-эпидемиологическом благополучии населения\" и иными нормативными правовыми актами Российской Федерации в медицинских организациях, находящихся на территории Российской Федерации, если иное не предусмотрено международным договором Российской Федерации или федеральным законом. Высший исполнительный орган государственной власти субъекта Российской Федерации обязан установить перечень медицинских организаций, уполномоченных на проведение медицинского освидетельствования, указанного в настоящем пункте, на территории соответствующего субъекта Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5.2",
      "clause_text": "5.2. Для иностранных граждан, указанных вподпунктах 21и22 пункта 2настоящей статьи:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) заявление о выдаче вида на жительство может быть подано в дипломатическое представительство или консульское учреждение Российской Федерации в государстве, в котором было подано заявление об участии в Государственнойпрограммепо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) вид на жительство выдается территориальным органом федерального органа исполнительной власти в сфере внутренних дел по субъекту Российской Федерации, выбранному для переселения в рамках Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, после прохождения обязательной государственной дактилоскопической регистрации и фотографирования, а также представления медицинских документов, подтверждающих прохождение иностранным гражданином медицинского освидетельствования, предусмотренногопунктом 5.1настоящей статьи.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Вид на жительство подлежит замене в случае:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) достижения иностранным гражданином возраста четырнадцати лет, двадцати лет и сорока пяти лет, за исключением случаев, предусмотренныхабзацами четвертым-шестым пункта 3настоящей статьи;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) изменения иностранным гражданином в установленном порядке фамилии, имени, сведений о дате (числе, месяце, годе) и (или) месте рождения, гражданской принадлежности;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) изменения пола;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) непригодности вида на жительство для дальнейшего использования вследствие износа, повреждения или других причин;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) обнаружения неточности или ошибки в произведенных в виде на жительство записях о фамилии, об имени, о дате (числе, месяце, годе) и (или) месте рождения;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) окончания срока действия вида на жительство, в случаях, предусмотренныхабзацами четвертым-шестым пункта 3настоящей статьи.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7.Заявлениео замене вида на жительство иностранного гражданина подается в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно либо через подведомственное предприятие или уполномоченную организацию не позднее чем по истечении одного месяца со дня наступления обстоятельств, указанных вподпунктах 1,4и5 пункта 6настоящей статьи, и не позднее десяти дней после получения иностранным гражданином документа, удостоверяющего личность, в случае наступления обстоятельств, указанных вподпунктах 2и3 пункта 6настоящей статьи.",
      "subclauses": [],
      "unindexed": [
        "Заявление о замене вида на жительство лица без гражданства подается в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно не позднее чем по истечении одного месяца со дня наступления обстоятельств, указанных впункте 6настоящей статьи."
      ]
    },
    {
      "clause_index": "8",
      "clause_text": "8. Вид на жительство содержит следующие сведения: фамилию, имя (написанные буквами русского и латинского алфавитов), дату и место рождения, пол, гражданство иностранного гражданина, номер и дату принятия решения о выдаче вида на жительство, срок действия вида на жительство (в случаях, предусмотренных настоящим Федеральным законом), наименование органа исполнительной власти, выдавшего вид на жительство, и оформляется в виде документа поформе, утверждаемой федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9. Вид на жительство, выданный лицу без гражданства по заявлению о выдаче вида на жительство, поданному начиная с 1 января 2013 года, содержит электронный носитель информации для хранения указанных впункте 8настоящей статьи персональных данных владельца, а также для хранения биометрических персональных данных владельца (электронного изображения лица человека и электронного изображения папиллярных узоров указательных пальцев рук этого человека).",
      "subclauses": [],
      "unindexed": [
        "Для получения биометрических персональных данных лица без гражданства, записываемых на электронный носитель информации, лицо, которое подало заявление о выдаче вида на жительство, или лицо, в отношении которого такое заявление подано, подлежит цифровому фотографированию, а лицо, достигшее возраста двенадцати лет, также сканированию папиллярных узоров указательных пальцев его рук, осуществляемым в территориальном органе федерального органа исполнительной власти в сфере внутренних дел. В случае невозможности сканирования папиллярных узоров указательных пальцев рук лица без гражданства проводится сканирование папиллярных узоров других пальцев его рук.",
        "Требования к электронному изображению лица человека и электронному изображению папиллярных узоров пальцев рук устанавливаются федеральным органом исполнительной власти в сфере внутренних дел по согласованию с федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере информационных технологий, и с уполномоченным федеральным органом исполнительной власти по защите прав субъектов персональных данных.",
        "Территориальные органы федерального органа исполнительной власти в сфере внутренних дел осуществляют обработку персональных данных лиц без гражданства, которые подали заявление о выдаче вида на жительство, и лиц без гражданства, в отношении которых такое заявление подано, в объеме, необходимом для оформления и выдачи вида на жительство, в соответствии с законодательством Российской Федерации.",
        "Федеральный орган исполнительной власти в сфере внутренних дел ведет учет видов на жительство, выданных лицам без гражданства и содержащих электронный носитель информации, а также персональных данных их владельцев в государственной информационной системе миграционного учета. Условия хранения и использования таких данных, содержащихся в государственной информационной системе миграционного учета, определяются в порядке, установленном законодательством Российской Федерации."
      ]
    },
    {
      "clause_index": "10",
      "clause_text": "10.Порядоквыдачи вида на жительство, замены вида на жительство,формызаявлений о выдаче вида на жительство, о замене вида на жительство,срокрассмотрения таких заявлений ипорядокподачи заявлений в форме электронных документов с использованием единого портала государственных и муниципальных услуг утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": [
        "Заявление о выдаче вида на жительство иностранному гражданину, указанному вподпункте 10 пункта 2настоящей статьи, подается с представлением документов, подтверждающих наличие у него соответствующего образования, квалификации или специальных знаний, а также осуществление указанным иностранным гражданином трудовой деятельности в Российской Федерации: трудовой книжки (копии трудовой книжки, заверенной в установленном порядке работодателем), и (или) сведений о трудовой деятельности, оформленных в установленном законодательствомпорядке, и (или) трудового договора или гражданско-правового договора на выполнение работ (оказание услуг), сведений о состоянии индивидуального лицевого счета застрахованного лица, предоставленных территориальным органом Фонда пенсионного и социального страхования Российской Федерации поформе, утвержденной Фондом пенсионного и социального страхования Российской Федерации.",
        "Переченьдокументов, представляемых одновременно с заявлением о выдаче вида на жительство, заявлением о замене вида на жительство, в том числе представляемых в форме электронного документа, утверждается федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "11",
      "clause_text": "11. Постоянно проживающий в Российской Федерации иностранный гражданин обязан в течение двух месяцев со дня истечения очередного года со дня получения им вида на жительство подать уведомление о подтверждении своего проживания в Российской Федерации в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо через подведомственное предприятие или уполномоченную организацию по месту своего жительства (при отсутствии места жительства - по месту пребывания), либо путем направления заказным почтовым отправлением с уведомлением о вручении, либо в форме электронного документа с использованием единого портала государственных и муниципальных услуг.",
      "subclauses": [],
      "unindexed": [
        "При наличии уважительных причин указанное уведомление может быть подано иностранным гражданином в более поздний срок, но не позднее чем через шесть месяцев со дня истечения очередного года со дня получения вида на жительство с приложением документов, подтверждающих невозможность подачи указанного уведомления в установленный срок. Документы, подтверждающие невозможность подачи указанного уведомления в установленный срок, могут быть представлены в форме электронных документов."
      ]
    },
    {
      "clause_index": "12",
      "clause_text": "12. В уведомление, указанное впункте 11настоящей статьи, вносятся следующие сведения:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) имя иностранного гражданина, постоянно проживающего в Российской Федерации, включающее его фамилию, собственно имя, отчество (последнее - при наличии);",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) адрес места жительства (при отсутствии места жительства - адрес места пребывания) иностранного гражданина;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) место (места) работы и продолжительность осуществления иностранным гражданином трудовой деятельности в течение очередного года со дня получения им вида на жительство;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) период нахождения иностранного гражданина за пределами Российской Федерации в течение очередного года со дня получения им вида на жительство (с указанием государств выезда);",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) размер и источники дохода иностранного гражданина за очередной год со дня получения им вида на жительство.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "13",
      "clause_text": "13. Уведомление, указанное впункте 11настоящей статьи, подается иностранным гражданином при предъявлении документа, удостоверяющего его личность и признаваемого Российской Федерацией в этом качестве, и вида на жительство в территориальный орган федерального органа исполнительной власти в сфере внутренних дел непосредственно, либо через подведомственное предприятие или уполномоченную организацию, либо путем направления заказным почтовым отправлением с уведомлением о вручении или в форме электронного документа с использованием единого портала государственных и муниципальных услуг, за исключением случаев, предусмотренныхпунктом 14настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "14",
      "clause_text": "14. По истечении каждого пятого года постоянного проживания в Российской Федерации уведомление, указанное впункте 11настоящей статьи, подается иностранным гражданином только лично непосредственно в территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "15",
      "clause_text": "15.Формаипорядокподачи уведомления, указанного впункте 11настоящей статьи, и перечень документов, подтверждающих сведения, указанные впункте 12настоящей статьи, устанавливаются Правительством Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "16",
      "clause_text": "16. При подаче уведомления, указанного впункте 11настоящей статьи, не допускается требовать представление иностранным гражданином сведений, не указанных впункте 12настоящей статьи, а также документов, не включенных в перечень, предусмотренныйпунктом 15настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}