{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "9.1",
  "article_title": "Статья 9.1. Режим высылки",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Режим высылки применяется к иностранному гражданину со дня внесения сведений о нем в реестр контролируемых лиц, предусмотренныйстатьей 31.2настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Применение в отношении иностранного гражданина режима высылки прекращается со дня исключения сведений о нем из реестра контролируемых лиц в соответствии спунктом 7 статьи 31.2настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3.Порядокорганизации работы федерального органа исполнительной власти в сфере внутренних дел и его территориальных органов при применении режима высылки в соответствии с настоящим Федеральным законом устанавливается федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Иностранный гражданин, в отношении которого применяется режим высылки (далее - контролируемое лицо), имеет право:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) получать по его запросу от территориальных органов федерального органа исполнительной власти в сфере внутренних дел, их должностных лиц информацию, которая содержит основания применения режима высылки и предоставление которой не запрещено федеральными законами;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) знакомиться с принятыми территориальными органами федерального органа исполнительной власти в сфере внутренних дел, их должностными лицами в отношении его решениями о применении в рамках режима высылки мер федерального государственного контроля (надзора) в сфере миграции;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) обжаловать решения (действия (бездействие) федерального органа исполнительной власти в сфере внутренних дел или его территориального органа и их должностных лиц (далее - должностное лицо органа внутренних дел), принятые (совершенные) в связи с применением режима высылки, в том числе в связи с установлением ограничительных мер, и применением мер федерального государственного контроля (надзора) в сфере миграции в рамках режима высылки, и нарушающие права контролируемого лица, в вышестоящий орган, вышестоящему должностному лицу органа внутренних дел или в суд в порядке, установленном законодательством Российской Федерации.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Контролируемое лицо обязано:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) явиться в установленный срок к должностному лицу органа внутренних дел в случае вручения (направления) ему предписания о явке,формаипорядоквручения (направления) которого утверждаются федеральным органом исполнительной власти в сфере внутренних дел;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) своевременно исполнять требования, соблюдать запреты и ограничения, установленные настоящей статьей;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) информировать впорядке, установленном федеральным органом исполнительной власти в сфере внутренних дел, в том числе в электронной форме, территориальный орган федерального органа исполнительной власти в сфере внутренних дел:",
          "unindexed": [
            "о своем местонахождении, в том числе путем направления информации с фотографическим изображением с отметкой о геолокации, в случае невозможности личной явки в территориальный орган федерального органа исполнительной власти в сфере внутренних дел;",
            "о возникновении обстоятельств, препятствующих своевременному самостоятельному выезду из Российской Федерации;",
            "о смене места пребывания без разрешения территориального органа федерального органа исполнительной власти в сфере внутренних дел в случае наступления обстоятельств непреодолимой силы;",
            "о дате, месте и маршруте планируемого самостоятельного выезда из Российской Федерации."
          ]
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. В случае неоднократного (два и более раза) неисполнения контролируемым лицом обязанностей, установленныхпунктом 5настоящей статьи, в отношении контролируемого лица принимаются решения о депортации и о помещении в специальное учреждение в порядке, установленномпунктом 9.3 статьи 31настоящего Федерального закона. Если такие решения ранее уже были вынесены в отношении иностранного гражданина, повторно такие решения не выносятся. Исполнение решения о депортации контролируемого лица, в отношении которого имеется решение об ограничении выезда за пределы Российской Федерации, приостанавливается до отмены такого решения.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Контроль за нахождением в Российской Федерации контролируемого лица осуществляется федеральным органом исполнительной власти в сфере внутренних дел и его территориальным органом по месту жительства, месту пребывания или фактического нахождения контролируемого лица с применением мер федерального государственного контроля (надзора) в сфере миграции, установленныхстатьей 31.1настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}