{
  "law_index": "115",
  "law_date": "25.07.2002",
  "law_title": "Федеральный закон \"О правовом положении иностранных граждан в Российской Федерации\" от 25.07.2002 N 115-ФЗ (последняя редакция)",
  "chapter_index": "1",
  "chapter_title": "Глава I. Общие положения",
  "article_index": "9",
  "article_title": "Статья 9. Основания отказа в выдаче либо аннулирования вида на жительство",
  "clauses": [
    {
      "clause_index": "1",
      "clause_text": "1. Вид на жительство иностранному гражданину не выдается, а ранее выданный вид на жительство аннулируется в случае, если данный иностранный гражданин:",
      "subclauses": [
        {
          "subclause_index": "1",
          "subclause_text": "1) выступает за насильственное изменение основ конституционного строя Российской Федерации, иными действиями создает угрозу безопасности Российской Федерации или граждан Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "2",
          "subclause_text": "2) финансирует, планирует террористические (экстремистские) акты, оказывает содействие в совершении таких актов или совершает их, а равно иными действиями поддерживает террористическую (экстремистскую) деятельность;",
          "unindexed": []
        },
        {
          "subclause_index": "3",
          "subclause_text": "3) в течение пяти лет, предшествовавших дню подачи заявления о выдаче вида на жительство, подвергался административному выдворению за пределы Российской Федерации, депортации или передавался Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии либо в течение десяти лет, предшествовавших дню подачи заявления о выдаче вида на жительство, неоднократно (два и более раза) подвергался административному выдворению за пределы Российской Федерации, депортации или передавался Российской Федерацией иностранному государству в соответствии с международным договором Российской Федерации о реадмиссии;",
          "unindexed": []
        },
        {
          "subclause_index": "4",
          "subclause_text": "4) представил поддельные или подложные документы либо сообщил о себе заведомо ложные сведения;",
          "unindexed": []
        },
        {
          "subclause_index": "5",
          "subclause_text": "5) осужден вступившим в законную силу приговором суда за совершение тяжкого или особо тяжкого преступления или за совершение преступления, связанного с незаконным оборотом наркотических средств, психотропных веществ и их аналогов или прекурсоров, растений, содержащих наркотические средства или психотропные вещества либо их прекурсоры, а также их частей, содержащих наркотические средства или психотропные вещества либо их прекурсоры;",
          "unindexed": []
        },
        {
          "subclause_index": "6",
          "subclause_text": "6) имеет непогашенную или неснятую судимость за совершение тяжкого или особо тяжкого преступления на территории Российской Федерации либо за ее пределами, признаваемого таковым в соответствии с федеральным законом;",
          "unindexed": []
        },
        {
          "subclause_index": "7",
          "subclause_text": "7) неоднократно (два и более раза) в течение одного года привлекался кадминистративнойответственности за совершение административного правонарушения, связанного с посягательством на общественный порядок и общественную безопасность либо нарушением режима пребывания (проживания) иностранных граждан в Российской Федерации или порядка осуществления ими трудовой деятельности на территории Российской Федерации, либо совершиладминистративноеправонарушение, связанное с незаконным оборотом наркотических средств, психотропных веществ и их аналогов или прекурсоров, растений, содержащих наркотические средства или психотропные вещества либо их прекурсоры, а также их частей, содержащих наркотические средства или психотропные вещества либо их прекурсоры;",
          "unindexed": []
        },
        {
          "subclause_index": "8",
          "subclause_text": "8) не может представить доказательств возможности содержать себя и членов своей семьи в Российской Федерации в пределах прожиточного минимума, не прибегая к помощи государства, за исключением случая, если иностранный гражданин признан нетрудоспособным;",
          "unindexed": []
        },
        {
          "subclause_index": "9",
          "subclause_text": "9) по истечении трех лет со дня въезда не имеет в Российской Федерации жилого помещения на основаниях, предусмотренных законодательством Российской Федерации;",
          "unindexed": []
        },
        {
          "subclause_index": "10",
          "subclause_text": "10) выехал из Российской Федерации в иностранное государство для постоянного проживания;",
          "unindexed": []
        },
        {
          "subclause_index": "11",
          "subclause_text": "11) находился за пределами Российской Федерации более шести месяцев суммарно в течение календарного года, за исключением случаев отсутствия возможности покинуть территорию иностранного государства по обстоятельствам, связанным с необходимостью экстренного лечения, тяжелой болезнью данного иностранного гражданина или со смертью его близкого родственника, проживавшего на момент смерти в иностранном государстве, а также случаев нахождения иностранного гражданина за пределами Российской Федерации в связи со служебной необходимостью;",
          "unindexed": []
        },
        {
          "subclause_index": "12",
          "subclause_text": "12) ранее заключил брак с гражданином Российской Федерации, послуживший основанием для получения разрешения на временное проживание, являющегося основанием для выдачи вида на жительство, и такой брак расторгнут либо признан судом недействительным;",
          "unindexed": []
        },
        {
          "subclause_index": "13",
          "subclause_text": "13) является потребителем наркотических средств или психотропных веществ без назначения врача либо новых потенциально опасных психоактивных веществ, либо страдает одним из инфекционных заболеваний, представляющих опасность для окружающих, либо не имеет сертификата об отсутствии у него заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции), за исключением случаев, предусмотренныхабзацем третьим пункта 3 статьи 11Федерального закона от 30 марта 1995 года N 38-ФЗ \"О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)\", либо не представил выданные по результатам медицинского освидетельствования медицинские документы и сертификат;",
          "unindexed": []
        },
        {
          "subclause_index": "14",
          "subclause_text": "14) обратился с заявлением об аннулировании выданного ему вида на жительство;",
          "unindexed": []
        },
        {
          "subclause_index": "15",
          "subclause_text": "15) непрерывно в течение любых двух календарных лет после получения вида на жительство не уведомлял о подтверждении своего проживания в Российской Федерации территориальный орган федерального органа исполнительной власти в сфере внутренних дел.",
          "unindexed": []
        }
      ],
      "unindexed": []
    },
    {
      "clause_index": "2",
      "clause_text": "2. Помимо случаев, предусмотренныхпунктом 1настоящей статьи, вид на жительство иностранному гражданину не выдается, а ранее выданный вид на жительство аннулируется в случае принятия в установленномпорядкерешения о нежелательности пребывания (проживания) в Российской Федерации, в том числе в случае приостановления действия такого решения, или решения о неразрешении въезда в Российскую Федерацию данного иностранного гражданина.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "3",
      "clause_text": "3. Утратил силу. - Федеральныйзаконот 23.07.2013 N 224-ФЗ.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "4",
      "clause_text": "4. Вид на жительство, указанный впункте 27 статьи 13.2настоящего Федерального закона, аннулируется в случаях, предусмотренныхподпунктами 1-7 пункта 1ипунктом 2настоящей статьи, а также по истечении срока, установленногоабзацем третьим пункта 11 статьи 13.2настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "5",
      "clause_text": "5. Вид на жительство, выданный иностранному гражданину, получившему статус участника Государственнойпрограммыпо оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, или статус члена семьи участника указанной Государственнойпрограммы, аннулируется в случаях, предусмотренныхподпунктами 1-7,10,11,14,15 пункта 1ипунктом 2настоящей статьи, а также в случае утраты соответствующего статуса.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "6",
      "clause_text": "6. Вид на жительство, выданный в соответствии сподпунктом 4,23или24 пункта 2 статьи 8настоящего Федерального закона иностранному гражданину, имеющему ребенка, состоящего в гражданстве Российской Федерации и постоянно проживающего в Российской Федерации, аннулируется в случае, если вступившим в законную силу решением суда данный иностранный гражданин лишен родительских прав или ограничен в родительских правах в отношении такого ребенка, либо отменено усыновление, либо сведения о данном иностранном гражданине исключены из записи акта о рождении такого ребенка.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "7",
      "clause_text": "7. Вид на жительство иностранного гражданина, указанного вподпункте 10 пункта 2 статьи 8настоящего Федерального закона, аннулируется в случаях, предусмотренныхпунктами 1и2настоящей статьи, а также в случае, если в течение тридцати рабочих дней со дня расторжения трудового договора или гражданско-правового договора на выполнение работ (оказание услуг) иностранный гражданин не заключил новый трудовой договор или гражданско-правовой договор на выполнение работ (оказание услуг) по профессии (специальности, должности), включенной впереченьпрофессий (специальностей, должностей) иностранных граждан и лиц без гражданства - квалифицированных специалистов, имеющих право на получение вида на жительство в Российской Федерации без получения разрешения на временное проживание, утвержденный федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере занятости населения и безработицы.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8",
      "clause_text": "8. Вид на жительство иностранному гражданину, указанному вподпункте 8 пункта 2 статьи 8настоящего Федерального закона, не выдается в случаях, предусмотренныхподпунктами 1-7,12,13,15 пункта 1ипунктом 2настоящей статьи, а ранее выданный указанному иностранному гражданину вид на жительство аннулируется в случаях, предусмотренныхподпунктами 1-7,10-15 пункта 1ипунктом 2настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.1",
      "clause_text": "8.1. Вид на жительство иностранному гражданину, указанному вподпункте 7.1 пункта 2 статьи 8настоящего Федерального закона, не выдается, а ранее выданный указанному иностранному гражданину вид на жительство аннулируется в случаях, предусмотренныхподпунктами 1-7,10,11,13-15 пункта 1ипунктом 2настоящей статьи.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.2",
      "clause_text": "8.2. В случае аннулирования ранее выданного лицу без гражданства вида на жительство данному лицу выдается временное удостоверение личности лица без гражданства в Российской Федерации в порядке, предусмотренномстатьей 5.2настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.3",
      "clause_text": "8.3. Вид на жительство иностранного гражданина и членов его семьи, указанных вподпункте 16 пункта 2 статьи 8настоящего Федерального закона, аннулируется в случаях, предусмотренныхпунктами 1и2настоящей статьи, а также в случае, если в течение тридцати рабочих дней со дня расторжения трудового договора или гражданско-правового договора на выполнение работ (оказание услуг) с организацией, осуществляющей деятельность в области информационных технологий и получившей впорядке, установленном Правительством Российской Федерации, документ о государственной аккредитации организации, осуществляющей деятельность в области информационных технологий (за исключением организаций, имеющих статус резидента технико-внедренческой особой экономической зоны), иностранный гражданин, являющийся специалистом в сфере информационных технологий, не заключил новый трудовой договор или гражданско-правовой договор на выполнение работ (оказание услуг) с такой организацией, либо в случае, если государственная аккредитация такой организации аннулирована.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.4",
      "clause_text": "8.4. Вид на жительство иностранному гражданину, указанному вподпункте 17 пункта 2 статьи 8настоящего Федерального закона, и членам его семьи не выдается в случаях, предусмотренныхподпунктами 1-8и13 пункта 1ипунктом 2настоящей статьи, а также в случае, если иностранный гражданин не соответствует критериям, установленным Правительством Российской Федерации в соответствии сподпунктом 17 пункта 2 статьи 8настоящего Федерального закона.",
      "subclauses": [],
      "unindexed": [
        "Вид на жительство, выданный в соответствии сподпунктом 17 пункта 2 статьи 8настоящего Федерального закона иностранному гражданину и членам его семьи, аннулируется в случаях, предусмотренныхподпунктами 1-8,10и13-15 пункта 1ипунктом 2настоящей статьи."
      ]
    },
    {
      "clause_index": "8.4-1",
      "clause_text": "8.4-1. Вид на жительство иностранному гражданину и членам его семьи, указанным вподпункте 20 пункта 2 статьи 8настоящего Федерального закона, не выдается, а ранее выданный таким иностранному гражданину и членам его семьи вид на жительство аннулируется в случаях, предусмотренныхподпунктами 1-7,10-15 пункта 1ипунктом 2настоящей статьи, а также в случае поступления в территориальный орган федерального органа исполнительной власти в сфере внутренних дел от должностного лица, уполномоченного руководителем федерального органа исполнительной власти, ведающего вопросами обороны либо предотвращения чрезвычайных ситуаций и ликвидации последствий стихийных бедствий, уведомления о досрочном увольнении с военной службы иностранного гражданина по основаниям, предусмотреннымподпунктами \"д\",\"д.1\",\"д.2\",\"е\",\"е.1\"и\"з\" пункта 1,подпунктами \"в\",\"д\",\"е.1\",\"к\"и\"л\" пункта 2ипунктом 6 статьи 51Федерального закона от 28 марта 1998 года N 53-ФЗ \"О воинской обязанности и военной службе\".",
      "subclauses": [],
      "unindexed": [
        "Должностное лицо, уполномоченное руководителем федерального органа исполнительной власти, ведающего вопросами обороны либо предотвращения чрезвычайных ситуаций и ликвидации последствий стихийных бедствий, уведомляет территориальный орган федерального органа исполнительной власти в сфере внутренних дел о досрочном увольнении с военной службы иностранного гражданина в течение трех рабочих дней с даты увольнения.",
        "Формауведомления устанавливается федеральным органом исполнительной власти, ведающим вопросами обороны либо предотвращения чрезвычайных ситуаций и ликвидации последствий стихийных бедствий, по согласованию с федеральным органом исполнительной власти в сфере внутренних дел."
      ]
    },
    {
      "clause_index": "8.5",
      "clause_text": "8.5. В случае, если после принятия территориальным органом федерального органа исполнительной власти в сфере внутренних дел решения о выдаче иностранному гражданину вида на жительство и до получения данным иностранным гражданином вида на жительство выявлены основания, предусмотренныепунктами 1,2,6,7,8и8.1настоящей статьи, вид на жительство не выдается, принятое решение отменяется.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.6",
      "clause_text": "8.6. Вид на жительство, выданный иностранному гражданину, считается недействительным в случае, если данный иностранный гражданин приобрел гражданство Российской Федерации.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.7",
      "clause_text": "8.7. В случае принятия решения об отказе в выдаче иностранному гражданину вида на жительство или об аннулировании ранее выданного ему вида на жительство территориальный орган федерального органа исполнительной власти в сфере внутренних дел, принявший такое решение, выдает данному иностранному гражданинууведомлениео принятии соответствующего решения либо направляет ему это уведомление в форме электронного документа с использованием информационно-телекоммуникационных сетей общего пользования, в том числе сети Интернет, включая единый портал государственных и муниципальных услуг, либо в установленном порядке почтовым отправлением.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.8",
      "clause_text": "8.8. Решение территориального органа федерального органа исполнительной власти в сфере внутренних дел об отказе в выдаче иностранному гражданину вида на жительство или об аннулировании ранее выданного ему вида на жительство может быть обжаловано данным иностранным гражданином в федеральный орган исполнительной власти в сфере внутренних дел в течение трех рабочих дней со дня получения данным иностранным гражданином уведомления о принятии соответствующего решения или в суд в течение трех месяцев со дня получения им этого уведомления. Информация о принятом федеральным органом исполнительной власти в сфере внутренних дел решении по жалобе данного иностранного гражданина в течение трех рабочих дней со дня принятия такого решения направляется в территориальный орган федерального органа исполнительной власти в сфере внутренних дел, вынесший обжалуемое решение, и данному иностранному гражданину.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "8.9",
      "clause_text": "8.9. В случае, если федеральный орган исполнительной власти в сфере внутренних дел отменил решение своего территориального органа об отказе в выдаче иностранному гражданину вида на жительство или об аннулировании ранее выданного ему вида на жительство, указанный территориальный орган в течение десяти рабочих дней со дня отмены соответствующего решения выдает (восстанавливает) данному иностранному гражданину вид на жительство.",
      "subclauses": [],
      "unindexed": []
    },
    {
      "clause_index": "9",
      "clause_text": "9.Формарешения об аннулировании вида на жительство ипорядокего принятия утверждаются федеральным органом исполнительной власти в сфере внутренних дел.",
      "subclauses": [],
      "unindexed": []
    }
  ],
  "unindexed": []
}